{"page":1,"results":[{"backdrop_path":"/3GQKYh6Trm8pxd2AypovoYQf4Ay.jpg","id":85937,"original_name":"鬼滅の刃","overview":"It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.","poster_path":"/xUfRZu2mi8jH6SzQEJGP6tjBuYj.jpg","media_type":"tv","adult":false,"name":"Demon Slayer: Kimetsu no Yaiba","original_language":"ja","genre_ids":[16,10759,10765],"popularity":315.694,"first_air_date":"2019-04-06","vote_average":8.675,"vote_count":6115,"origin_country":["JP"]},{"backdrop_path":"/rqbCbjB19amtOtFQbb3K2lgm2zv.jpg","id":1429,"original_name":"進撃の巨人","overview":"Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.","poster_path":"/hTP1DtLGFamjfu8WqjnuQdP1n4i.jpg","media_type":"tv","adult":false,"name":"Attack on Titan","original_language":"ja","genre_ids":[16,10765,10759],"popularity":126.338,"first_air_date":"2013-04-07","vote_average":8.7,"vote_count":6129,"origin_country":["JP"]},{"backdrop_path":"/uAjMQlbPkVHmUahhCouANlHSDW2.jpg","id":83097,"original_name":"約束のネバーランド","overview":"Surrounded by a forest and a gated entrance, the Grace Field House is inhabited by orphans happily living together as one big family, looked after by their \"Mama,\" Isabella. Although they are required to take tests daily, the children are free to spend their time as they see fit, usually playing outside, as long as they do not venture too far from the orphanage — a rule they are expected to follow no matter what. However, all good times must come to an end, as every few months, a child is adopted and sent to live with their new family... never to be heard from again.\n\nHowever, the three oldest siblings have their suspicions about what is actually happening at the orphanage, and they are about to discover the cruel fate that awaits the children living at Grace Field, including the twisted nature of their beloved Mama.","poster_path":"/oBgRCpAbtMpk1v8wfdsIph7lPQE.jpg","media_type":"tv","adult":false,"name":"The Promised Neverland","original_language":"ja","genre_ids":[16,9648,10765,10759,18,80],"popularity":83.812,"first_air_date":"2019-01-11","vote_average":8.437,"vote_count":1066,"origin_country":["JP"]},{"backdrop_path":"/s0w8JbuNNxL1YgaHeDWih12C3jG.jpg","id":63926,"original_name":"ワンパンマン","overview":"Saitama is a hero who only became a hero for fun. After three years of “special” training, though, he’s become so strong that he’s practically invincible. In fact, he’s too strong — even his mightiest opponents are taken out with a single punch, and it turns out that being devastatingly powerful is actually kind of a bore. With his passion for being a hero lost along with his hair, yet still faced with new enemies every day, how much longer can he keep it going?","poster_path":"/jbYJuxfZMpYDalkiOnBcCv9TaL.jpg","media_type":"tv","adult":false,"name":"One-Punch Man","original_language":"ja","genre_ids":[10759,16,35],"popularity":147.911,"first_air_date":"2015-10-05","vote_average":8.402,"vote_count":3450,"origin_country":["JP"]},{"backdrop_path":"/lN13BPAEnc5iXmoxxBQHOZ1ScfZ.jpg","id":86031,"original_name":"Dr.STONE","overview":"One fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind, to kickstart civilization with the power of science!","poster_path":"/xbZQ3fDl0y5mt0ARwfeyrgQ4JTw.jpg","media_type":"tv","adult":false,"name":"Dr. STONE","original_language":"ja","genre_ids":[10759,16,35,10765],"popularity":36.762,"first_air_date":"2019-07-05","vote_average":8.582,"vote_count":1368,"origin_country":["JP"]},{"backdrop_path":"/12mYMPE7Jy7rhDv0rn95GEtF94V.jpg","id":60863,"original_name":"ハイキュー!!","overview":"Inspired by a small-statured pro volleyball player, Shouyou Hinata creates a volleyball team in his last year of middle school. Unfortunately the team is matched up against the \"King of the Court\" Tobio Kageyama's team in their first tournament and inevitably lose. After the crushing defeat, Hinata vows to surpass Kageyama. After entering high school, Hinata joins the volleyball team only to find that Tobio has also joined.","poster_path":"/ecQ84z2sR0XapZu435MnFuEBzD8.jpg","media_type":"tv","adult":false,"name":"Haikyu!!","original_language":"ja","genre_ids":[16,10759],"popularity":137.348,"first_air_date":"2014-04-06","vote_average":8.629,"vote_count":1284,"origin_country":["JP"]},{"backdrop_path":"/zkc2FkVymJDNXisS1mgpr8Ip2J.jpg","id":62110,"original_name":"暗殺教室","overview":"The students of Class 3-E have a mission: kill their teacher before graduation. He has already destroyed the moon, and has promised to destroy the Earth if he can not be killed within a year. But how can this class of misfits kill a tentacled monster, capable of reaching Mach 20 speed, who may be the best teacher any of them have ever had?","poster_path":"/qf0l0nQ2t06Es3cSXflqx6l6vsJ.jpg","media_type":"tv","adult":false,"name":"Assassination Classroom","original_language":"ja","genre_ids":[16,35,10759,10765],"popularity":111.797,"first_air_date":"2015-01-10","vote_average":8.436,"vote_count":1015,"origin_country":["JP"]},{"backdrop_path":"/mWwWhDiQWONiSS4Go12TTjNw0E5.jpg","id":68129,"original_name":"ユーリ!!! on ICE","overview":"Yuuri Katsuki carried all of Japan's hopes on his shoulders to win at the Gran Prix Finale ice skating competition, but suffered a crushing defeat. He returns home to Kyushu and half feels like he wants to retire, and half feels like he wants to continue ice skating. Suddenly the five-time consecutive world championship ice skater Victor Nikiforov appears before him with Yuri Plisetsky, a young Russian figure skater who is already defeating his seniors. Victor and both Yuris take up the challenge on an unprecedented Gran Prix series.","poster_path":"/oKVFf2uNCLMsovWBxAW14MmhHUm.jpg","media_type":"tv","adult":false,"name":"Yuri!!! on Ice","original_language":"ja","genre_ids":[16,35,18],"popularity":48.65,"first_air_date":"2016-10-06","vote_average":8.538,"vote_count":586,"origin_country":["JP"]},{"backdrop_path":"/xPVCpIgD9w8AuMiK0EkAEetFVfN.jpg","id":72305,"original_name":"賭ケグルイ","overview":"Hyakkaou Private Academy. An institution for the privileged with a very peculiar curriculum. You see, when you're the sons and daughters of the wealthiest of the wealthy, it's not athletic prowess or book smarts that keep you ahead. It's reading your opponent, the art of the deal. What better way to hone those skills than with a rigorous curriculum of gambling? At Hyakkaou Private Academy, the winners live like kings, and the losers are put through the wringer. But when Yumeko Jabami enrolls, she's gonna teach these kids what a high roller really looks like!","poster_path":"/99jgepKwa0yqLY0pP5BlfYLH6nX.jpg","media_type":"tv","adult":false,"name":"Kakegurui","original_language":"ja","genre_ids":[16,18,9648,80],"popularity":59.88,"first_air_date":"2017-07-01","vote_average":8.186,"vote_count":1451,"origin_country":["JP"]},{"backdrop_path":"/5L30PxyHlEx68RVOmcdEAepY0xb.jpg","id":60808,"original_name":"ノーゲーム･ノーライフ","overview":"This is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username \"Kuuhaku.\" They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.\n\nThe mysterious god welcomes the two to Disboard, a world where all forms of conflict are settled through high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child’s play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world.","poster_path":"/kN4BhRDbP3b1nuxpYC443jVLEh5.jpg","media_type":"tv","adult":false,"name":"No Game No Life","original_language":"ja","genre_ids":[16,10765,10759,35],"popularity":56.024,"first_air_date":"2014-04-09","vote_average":8.171,"vote_count":620,"origin_country":["JP"]},{"backdrop_path":"/nC74XDzNd2F7hH8q0XqyZfzLV5D.jpg","id":62104,"original_name":"七つの大罪","overview":"The “Seven Deadly Sins”—a group of evil knights who conspired to overthrow the kingdom of Britannia—were said to have been eradicated by the Holy Knights, although some claim that they still live. Ten years later, the Holy Knights have staged a Coup d'état and assassinated the king, becoming the new, tyrannical rulers of the kingdom. Elizabeth, the king's only daughter, sets out on a journey to find the “Seven Deadly Sins,” and to enlist their help in taking back the kingdom.","poster_path":"/gxTojpKEOtue85EEFlozwRbDXwJ.jpg","media_type":"tv","adult":false,"name":"The Seven Deadly Sins","original_language":"ja","genre_ids":[10759,16,10765],"popularity":31.325,"first_air_date":"2014-10-05","vote_average":8.445,"vote_count":4842,"origin_country":["JP"]},{"backdrop_path":"/ifJacgrENUweJF5Kq8h2NYfShzd.jpg","id":95269,"original_name":"地縛少年花子くん","overview":"First year high school student and occultist, Nene Yashiro summons \"Hanako-san of the Toilet\" to grant her romantic wishes. She ends up Hanako's spiritual assistant, helping him destroy supernatural beings and change rumors to balance the spirit and human worlds. Along the way, Nene learns about her connection to the spirit world and the dark secrets regarding Hanako's past.","poster_path":"/qp2XSpNzopObSPkSAi7sujAsdh3.jpg","media_type":"tv","adult":false,"name":"Toilet-Bound Hanako-kun","original_language":"ja","genre_ids":[16,9648,35],"popularity":57.282,"first_air_date":"2020-01-10","vote_average":8.637,"vote_count":698,"origin_country":["JP"]},{"backdrop_path":"/6llzd3LLcMqfNSsi5W1HAGlPdeS.jpg","id":61374,"original_name":"東京喰種トーキョーグール","overview":"Ken Kaneki, a bookworm college student, meets Rize, a girl his own age with whom he shares many interests.","poster_path":"/y2roOFsew9nJKKVwwJCHSyzgpK9.jpg","media_type":"tv","adult":false,"name":"Tokyo Ghoul","original_language":"ja","genre_ids":[16,18,10765],"popularity":238.158,"first_air_date":"2014-07-04","vote_average":8.338,"vote_count":2201,"origin_country":["JP"]},{"backdrop_path":"/bFKKyCI89Xq98Gul8cGox8K3sZa.jpg","id":46298,"original_name":"HUNTER×HUNTER","overview":"Twelve-year-old Gon Freecss one day discovers that the father he had always been told was dead was alive. His Father, Ging, is a Hunter — a member of society's elite with a license to go anywhere or do almost anything. Gon, determined to follow in his father's footsteps, decides to take the Hunter Examination and eventually find his father to prove himself as a Hunter in his own right. But on the way, he learns that there is more to becoming a Hunter than previously thought, and the challenges that he must face are considered the toughest in the world.","poster_path":"/ucpgmUR1h5Te1BYegKItoPjOeF7.jpg","media_type":"tv","adult":false,"name":"Hunter x Hunter","original_language":"ja","genre_ids":[16,10759,10765],"popularity":369.061,"first_air_date":"2011-10-02","vote_average":8.617,"vote_count":1655,"origin_country":["JP"]},{"backdrop_path":"/2rmK7mnchw9Xr3XdiTFSxTTLXqv.jpg","id":37854,"original_name":"ワンピース","overview":"Years ago, the fearsome Pirate King, Gol D. Roger was executed leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new King of the Pirates.\n\nMonkey D. Luffy, a boy who consumed a \"Devil Fruit,\" decides to follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and that he's surrounded by a bevy of skilled fighters and thieves to help him along the way.\n\nLuffy will do anything to get the One Piece and become King of the Pirates!","poster_path":"/cMD9Ygz11zjJzAovURpO75Qg7rT.jpg","media_type":"tv","adult":false,"name":"One Piece","original_language":"ja","genre_ids":[10759,35,16],"popularity":171.89,"first_air_date":"1999-10-20","vote_average":8.722,"vote_count":4495,"origin_country":["JP"]},{"backdrop_path":"/5DUMPBSnHOZsbBv81GFXZXvDpo6.jpg","id":114410,"original_name":"チェンソーマン","overview":"Denji has a simple dream—to live a happy and peaceful life, spending time with a girl he likes. This is a far cry from reality, however, as Denji is forced by the yakuza into killing devils in order to pay off his crushing debts. Using his pet devil Pochita as a weapon, he is ready to do anything for a bit of cash.","poster_path":"/npdB6eFzizki0WaZ1OvKcJrWe97.jpg","media_type":"tv","adult":false,"name":"Chainsaw Man","original_language":"ja","genre_ids":[16,10759,10765],"popularity":283.573,"first_air_date":"2022-10-12","vote_average":8.56,"vote_count":1544,"origin_country":["JP"]},{"backdrop_path":"/fFA3I1ArhfTZptG1NDkhrFIjrDz.jpg","id":80564,"original_name":"バナナフィッシュ","overview":"Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Iraq has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance.","poster_path":"/d2TW5Rtd0uCasHlQygsDfWCROl2.jpg","media_type":"tv","adult":false,"name":"Banana Fish","original_language":"ja","genre_ids":[16,18,10759,9648,80],"popularity":64.836,"first_air_date":"2018-07-06","vote_average":8.6,"vote_count":831,"origin_country":["JP"]},{"backdrop_path":"/vc3GVrH46tZPUk7RxRpQO6wH3ny.jpg","id":69291,"original_name":"小林さんちのメイドラゴン","overview":"Kobayashi lives alone in an apartment, until one day, Tohru appeared and they ended up living together. Tooru looks down on humans as inferior and foolish, but having been saved by Kobayashi-san, she does everything she can to repay the debt and help her with various things, although not everything goes according to plan.\n\nA mythical everyday life comedy about a hard working office lady living with a dragon girl.","poster_path":"/tNznuhcf7WKzEmPQEsIgGMrB3Az.jpg","media_type":"tv","adult":false,"name":"Miss Kobayashi's Dragon Maid","original_language":"ja","genre_ids":[16,35,10765],"popularity":128.109,"first_air_date":"2017-01-12","vote_average":8.379,"vote_count":791,"origin_country":["JP"]},{"backdrop_path":"/mOlEbXcb6ufRJKogI35KqsSlCfB.jpg","id":13916,"original_name":"DEATH NOTE","overview":"Light Yagami is an ace student with great prospects—and he’s bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and Light has vowed to use the power of the Death Note to rid the world of evil. But will Light succeed in his noble goal, or will the Death Note turn him into the very thing he fights against?","poster_path":"/tCZFfYTIwrR7n94J6G14Y4hAFU6.jpg","media_type":"tv","adult":false,"name":"Death Note","original_language":"ja","genre_ids":[16,9648,10765],"popularity":143.183,"first_air_date":"2006-10-04","vote_average":8.637,"vote_count":3978,"origin_country":["JP"]},{"backdrop_path":"/gJYZBM200Flldo6im3EEdXslR1j.jpg","id":902,"original_name":"遊☆戯☆王デュエルモンスターズ","overview":"Bullies often target someone frail and weak—someone exactly like Yûgi Muto. He treasures his Millennium Puzzle, an ancient Egyptian artifact that was brought into his grandfather's game shop. Believing that solving the puzzle will grant him his wish, he completes the puzzle, unleashing a new personality within him, the soul of the \"King of Games.\" The new personality named Yami Yûgi is the exact opposite of Yûgi. Upon any injustice toward him, Yami Yûgi takes over Yûgi's body and forces the opponent into a \"Shadow Game\".","poster_path":"/6ZOeCBMMoMLH2qdGrQJe8Aaub6N.jpg","media_type":"tv","adult":false,"name":"Yu-Gi-Oh! Duel Monsters","original_language":"ja","genre_ids":[16,10762,10759],"popularity":132.185,"first_air_date":"2000-04-18","vote_average":8.231,"vote_count":897,"origin_country":["JP"]}],"total_pages":2,"total_results":40}