{"page":1,"results":[{"backdrop_path":"/cH39aJg9VlEaYo6yY37Iah8RAaz.jpg","id":65930,"original_name":"僕のヒーローアカデミア","overview":"A superhero-admiring boy without any powers enrolls in a prestigious hero academy and learns what it really means to be a hero.","poster_path":"/phuYuzqWW9ru8EA3HVjE9W2Rr3M.jpg","media_type":"tv","adult":false,"name":"My Hero Academia","original_language":"ja","genre_ids":[10759,16,10765],"popularity":133.608,"first_air_date":"2016-04-03","vote_average":8.654,"vote_count":4756,"origin_country":["JP"]},{"backdrop_path":"/rqbCbjB19amtOtFQbb3K2lgm2zv.jpg","id":1429,"original_name":"進撃の巨人","overview":"Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.","poster_path":"/hTP1DtLGFamjfu8WqjnuQdP1n4i.jpg","media_type":"tv","adult":false,"name":"Attack on Titan","original_language":"ja","genre_ids":[16,10765,10759],"popularity":126.338,"first_air_date":"2013-04-07","vote_average":8.7,"vote_count":6129,"origin_country":["JP"]},{"backdrop_path":"/gmECX1DvFgdUPjtio2zaL8BPYPu.jpg","id":95479,"original_name":"呪術廻戦","overview":"Yuji Itadori is a boy with tremendous physical strength, though he lives a completely ordinary high school life. One day, to save a classmate who has been attacked by curses, he eats the finger of Ryomen Sukuna, taking the curse into his own soul. From then on, he shares one body with Ryomen Sukuna. Guided by the most powerful of sorcerers, Satoru Gojo, Itadori is admitted to Tokyo Jujutsu High School, an organization that fights the curses... and thus begins the heroic tale of a boy who became a curse to exorcise a curse, a life from which he could never turn back.","poster_path":"/fHpKWq9ayzSk8nSwqRuaAUemRKh.jpg","media_type":"tv","adult":false,"name":"Jujutsu Kaisen","original_language":"ja","genre_ids":[16,10759,10765],"popularity":530.334,"first_air_date":"2020-10-03","vote_average":8.581,"vote_count":3347,"origin_country":["JP"]},{"backdrop_path":"/5L30PxyHlEx68RVOmcdEAepY0xb.jpg","id":60808,"original_name":"ノーゲーム･ノーライフ","overview":"This is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username \"Kuuhaku.\" They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.\n\nThe mysterious god welcomes the two to Disboard, a world where all forms of conflict are settled through high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child’s play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world.","poster_path":"/kN4BhRDbP3b1nuxpYC443jVLEh5.jpg","media_type":"tv","adult":false,"name":"No Game No Life","original_language":"ja","genre_ids":[16,10765,10759,35],"popularity":56.024,"first_air_date":"2014-04-09","vote_average":8.171,"vote_count":620,"origin_country":["JP"]},{"backdrop_path":"/lN13BPAEnc5iXmoxxBQHOZ1ScfZ.jpg","id":86031,"original_name":"Dr.STONE","overview":"One fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind, to kickstart civilization with the power of science!","poster_path":"/xbZQ3fDl0y5mt0ARwfeyrgQ4JTw.jpg","media_type":"tv","adult":false,"name":"Dr. STONE","original_language":"ja","genre_ids":[10759,16,35,10765],"popularity":36.762,"first_air_date":"2019-07-05","vote_average":8.582,"vote_count":1368,"origin_country":["JP"]},{"backdrop_path":"/xXY9WxE3KxwxftTmJIU8LwY5ojD.jpg","id":83100,"original_name":"どろろ","overview":"A samurai lord has bartered away his newborn son's organs to forty-eight demons in exchange for dominance on the battlefield. Yet, the abandoned infant survives thanks to a medicine man who equips him with primitive prosthetics—lethal ones with which the wronged son will use to hunt down the multitude of demons to reclaim his body one piece at a time, before confronting his father. On his journeys the young hero encounters an orphan who claims to be the greatest thief in Japan.","poster_path":"/jyFHtqYeVvc2A9nLhFGvM49xGPg.jpg","media_type":"tv","adult":false,"name":"Dororo","original_language":"ja","genre_ids":[16,10759],"popularity":87.474,"first_air_date":"2019-01-07","vote_average":8.558,"vote_count":1112,"origin_country":["JP"]},{"backdrop_path":"/4RzRtLMlTeJvpvvdXDe854VLEG8.jpg","id":73223,"original_name":"ブラッククローバー","overview":"Asta and Yuno are two orphans who want the same thing: to become the Wizard King. Locked in a friendly rivalry, they work hard towards their goal. While Yuno excels at magic, Asta has a problem uncommon in this world: he has no powers! But, on the day they receive their grimoires, they surprise everyone. To reach their goal, they’ll each find their own path to greatness—with or without magic.","poster_path":"/kaMisKeOoTBPxPkbC3OW7Wgt6ON.jpg","media_type":"tv","adult":false,"name":"Black Clover","original_language":"ja","genre_ids":[10759,16,35],"popularity":70.501,"first_air_date":"2017-10-03","vote_average":8.5,"vote_count":1822,"origin_country":["JP"]},{"backdrop_path":"/2rmK7mnchw9Xr3XdiTFSxTTLXqv.jpg","id":37854,"original_name":"ワンピース","overview":"Years ago, the fearsome Pirate King, Gol D. Roger was executed leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new King of the Pirates.\n\nMonkey D. Luffy, a boy who consumed a \"Devil Fruit,\" decides to follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and that he's surrounded by a bevy of skilled fighters and thieves to help him along the way.\n\nLuffy will do anything to get the One Piece and become King of the Pirates!","poster_path":"/cMD9Ygz11zjJzAovURpO75Qg7rT.jpg","media_type":"tv","adult":false,"name":"One Piece","original_language":"ja","genre_ids":[10759,35,16],"popularity":171.89,"first_air_date":"1999-10-20","vote_average":8.722,"vote_count":4495,"origin_country":["JP"]},{"backdrop_path":"/uAjMQlbPkVHmUahhCouANlHSDW2.jpg","id":83097,"original_name":"約束のネバーランド","overview":"Surrounded by a forest and a gated entrance, the Grace Field House is inhabited by orphans happily living together as one big family, looked after by their \"Mama,\" Isabella. Although they are required to take tests daily, the children are free to spend their time as they see fit, usually playing outside, as long as they do not venture too far from the orphanage — a rule they are expected to follow no matter what. However, all good times must come to an end, as every few months, a child is adopted and sent to live with their new family... never to be heard from again.\n\nHowever, the three oldest siblings have their suspicions about what is actually happening at the orphanage, and they are about to discover the cruel fate that awaits the children living at Grace Field, including the twisted nature of their beloved Mama.","poster_path":"/oBgRCpAbtMpk1v8wfdsIph7lPQE.jpg","media_type":"tv","adult":false,"name":"The Promised Neverland","original_language":"ja","genre_ids":[16,9648,10765,10759,18,80],"popularity":83.812,"first_air_date":"2019-01-11","vote_average":8.437,"vote_count":1066,"origin_country":["JP"]},{"backdrop_path":"/A6tMQAo6t6eRFCPhsrShmxZLqFB.jpg","id":31911,"original_name":"鋼の錬金術師 FULLMETAL ALCHEMIST","overview":"Disregard for alchemy’s laws ripped half of Edward Elric’s limbs from his body and left his brother Alphonse’s soul clinging to a suit of armor. To restore what was lost, the brothers seek the Philosopher’s Stone. Enemies and allies – the corrupt military, the Homunculi, and foreign alchemists – will alter the Elric brothers course, but their purpose will remain unchanged and their bond unbreakable.","poster_path":"/5ZFUEOULaVml7pQuXxhpR2SmVUw.jpg","media_type":"tv","adult":false,"name":"Fullmetal Alchemist: Brotherhood","original_language":"ja","genre_ids":[10759,16,10765,35,18],"popularity":167.45,"first_air_date":"2009-04-05","vote_average":8.698,"vote_count":1953,"origin_country":["JP"]},{"backdrop_path":"/5DUMPBSnHOZsbBv81GFXZXvDpo6.jpg","id":114410,"original_name":"チェンソーマン","overview":"Denji has a simple dream—to live a happy and peaceful life, spending time with a girl he likes. This is a far cry from reality, however, as Denji is forced by the yakuza into killing devils in order to pay off his crushing debts. Using his pet devil Pochita as a weapon, he is ready to do anything for a bit of cash.","poster_path":"/npdB6eFzizki0WaZ1OvKcJrWe97.jpg","media_type":"tv","adult":false,"name":"Chainsaw Man","original_language":"ja","genre_ids":[16,10759,10765],"popularity":283.573,"first_air_date":"2022-10-12","vote_average":8.56,"vote_count":1544,"origin_country":["JP"]},{"backdrop_path":"/fFA3I1ArhfTZptG1NDkhrFIjrDz.jpg","id":80564,"original_name":"バナナフィッシュ","overview":"Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Iraq has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance.","poster_path":"/d2TW5Rtd0uCasHlQygsDfWCROl2.jpg","media_type":"tv","adult":false,"name":"Banana Fish","original_language":"ja","genre_ids":[16,18,10759,9648,80],"popularity":64.836,"first_air_date":"2018-07-06","vote_average":8.6,"vote_count":831,"origin_country":["JP"]},{"backdrop_path":"/ypYVX2NEm0F3HVXlqwvkwMVsW2R.jpg","id":105009,"original_name":"東京リベンジャーズ","overview":"Takemichi Hanagaki is a freelancer that’s reached the absolute pits of despair in his life. He finds out that the only girlfriend he ever had, in middle school, Hinata Tachibana, had been killed by the ruthless Tokyo Manji Gang. The day after hearing about her death, he’s standing on the station platform and ends up being pushed over onto the tracks by a herd of people. He closes his eyes thinking he’s about to die, but when he opens his eyes back up, he somehow had gone back in time 12 years. Now that he’s back living the best days of his life, Takemichi decides to get revenge on his life.","poster_path":"/arB3L9pZZBSzUPSC8BEv8c3X0bF.jpg","media_type":"tv","adult":false,"name":"Tokyo Revengers","original_language":"ja","genre_ids":[18,16,10759,80],"popularity":307.978,"first_air_date":"2021-04-11","vote_average":8.487,"vote_count":1133,"origin_country":["JP"]},{"backdrop_path":"/bFKKyCI89Xq98Gul8cGox8K3sZa.jpg","id":46298,"original_name":"HUNTER×HUNTER","overview":"Twelve-year-old Gon Freecss one day discovers that the father he had always been told was dead was alive. His Father, Ging, is a Hunter — a member of society's elite with a license to go anywhere or do almost anything. Gon, determined to follow in his father's footsteps, decides to take the Hunter Examination and eventually find his father to prove himself as a Hunter in his own right. But on the way, he learns that there is more to becoming a Hunter than previously thought, and the challenges that he must face are considered the toughest in the world.","poster_path":"/ucpgmUR1h5Te1BYegKItoPjOeF7.jpg","media_type":"tv","adult":false,"name":"Hunter x Hunter","original_language":"ja","genre_ids":[16,10759,10765],"popularity":369.061,"first_air_date":"2011-10-02","vote_average":8.616,"vote_count":1654,"origin_country":["JP"]},{"backdrop_path":"/12mYMPE7Jy7rhDv0rn95GEtF94V.jpg","id":60863,"original_name":"ハイキュー!!","overview":"Inspired by a small-statured pro volleyball player, Shouyou Hinata creates a volleyball team in his last year of middle school. Unfortunately the team is matched up against the \"King of the Court\" Tobio Kageyama's team in their first tournament and inevitably lose. After the crushing defeat, Hinata vows to surpass Kageyama. After entering high school, Hinata joins the volleyball team only to find that Tobio has also joined.","poster_path":"/ecQ84z2sR0XapZu435MnFuEBzD8.jpg","media_type":"tv","adult":false,"name":"Haikyu!!","original_language":"ja","genre_ids":[16,10759],"popularity":137.348,"first_air_date":"2014-04-06","vote_average":8.629,"vote_count":1284,"origin_country":["JP"]},{"backdrop_path":"/iq5L971DFW1SwLJdvl7OpPI1QeZ.jpg","id":114868,"original_name":"終末のワルキューレ","overview":"Before eradicating humankind from the world, the gods give them one last chance to prove themselves worthy of survival. Let the Ragnarok battles begin.","poster_path":"/kTs2WNZOukpWdNhoRlH94pSJ3xf.jpg","media_type":"tv","adult":false,"name":"Record of Ragnarok","original_language":"ja","genre_ids":[16,10759,10765],"popularity":126.444,"first_air_date":"2021-06-17","vote_average":8.506,"vote_count":1608,"origin_country":["JP"]},{"backdrop_path":"/nC74XDzNd2F7hH8q0XqyZfzLV5D.jpg","id":62104,"original_name":"七つの大罪","overview":"The “Seven Deadly Sins”—a group of evil knights who conspired to overthrow the kingdom of Britannia—were said to have been eradicated by the Holy Knights, although some claim that they still live. Ten years later, the Holy Knights have staged a Coup d'état and assassinated the king, becoming the new, tyrannical rulers of the kingdom. Elizabeth, the king's only daughter, sets out on a journey to find the “Seven Deadly Sins,” and to enlist their help in taking back the kingdom.","poster_path":"/gxTojpKEOtue85EEFlozwRbDXwJ.jpg","media_type":"tv","adult":false,"name":"The Seven Deadly Sins","original_language":"ja","genre_ids":[10759,16,10765],"popularity":31.325,"first_air_date":"2014-10-05","vote_average":8.445,"vote_count":4842,"origin_country":["JP"]},{"backdrop_path":"/zfk6siC4KRXurG4jJzSXHy9szGQ.jpg","id":61459,"original_name":"寄生獣 セイの格率","overview":"A species of parasitic aliens descends on Earth and quickly infiltrates humanity by entering the brains of vulnerable targets; insatiable beings that gain total control of their host and are capable of transforming themselves to feed on unsuspecting prey. High school student Shinichi Izumi falls victim to one of these parasites, but the creature fails to take over his brain and ends up in his right hand.","poster_path":"/cXBfjZSdJelu2r0wKD7qCxS71kb.jpg","media_type":"tv","adult":false,"name":"Parasyte -the maxim-","original_language":"ja","genre_ids":[16,18,10765,10759],"popularity":75.625,"first_air_date":"2014-10-09","vote_average":8.39,"vote_count":1156,"origin_country":["JP"]},{"backdrop_path":"/vc3GVrH46tZPUk7RxRpQO6wH3ny.jpg","id":69291,"original_name":"小林さんちのメイドラゴン","overview":"Kobayashi lives alone in an apartment, until one day, Tohru appeared and they ended up living together. Tooru looks down on humans as inferior and foolish, but having been saved by Kobayashi-san, she does everything she can to repay the debt and help her with various things, although not everything goes according to plan.\n\nA mythical everyday life comedy about a hard working office lady living with a dragon girl.","poster_path":"/tNznuhcf7WKzEmPQEsIgGMrB3Az.jpg","media_type":"tv","adult":false,"name":"Miss Kobayashi's Dragon Maid","original_language":"ja","genre_ids":[16,35,10765],"popularity":128.109,"first_air_date":"2017-01-12","vote_average":8.379,"vote_count":791,"origin_country":["JP"]},{"backdrop_path":"/x6jWDL4H9TaBLGEvyej0qKiirBU.jpg","id":61663,"original_name":"四月は君の嘘","overview":"Kousei Arima was a genius pianist until his mother's sudden death took away his ability to play. Each day was dull for Kousei. But, then he meets a violinist named Kaori Miyazono who has an eccentric playing style. Can the heartfelt sounds of the girl's violin lead the boy to play the piano again?","poster_path":"/nksFLYTydth9OYVpMuMbtOBkvMO.jpg","media_type":"tv","adult":false,"name":"Your Lie in April","original_language":"ja","genre_ids":[16,18,35],"popularity":85.241,"first_air_date":"2014-10-10","vote_average":8.567,"vote_count":939,"origin_country":["JP"]}],"total_pages":2,"total_results":40}