{"page":1,"results":[{"backdrop_path":"/jbLMslpwVWaGYgBcE4Cu51L7HPB.jpg","id":102086,"original_name":"神達に拾われた男","overview":"Only 39 years into a life full of bad luck, Ryoma Takebayashi passes away in his sleep! Taking pity on him, three divine beings show compassion by reincarnating him as a young boy to a magical, new world. Now he spends his time researching and caring for slimes in the forest. But after healing an injured traveler, Ryoma decides to set out with his new friends on a journey to use his power to help others. A whole new world awaits him, where his skills as a magic user and slime tamer continue to elicit surprise and admiration.","poster_path":"/bfYje9AgtWzYCeCQbMU3nHdE4k1.jpg","media_type":"tv","adult":false,"name":"By the Grace of the Gods","original_language":"ja","genre_ids":[16,10759,10765],"popularity":119.522,"first_air_date":"2020-10-04","vote_average":8.106,"vote_count":108,"origin_country":["JP"]},{"backdrop_path":"/x9zv7iB75isTzAx0W6Mr7w2F4t6.jpg","id":66078,"original_name":"双星の陰陽師","overview":"Rokuro is from a family of exorcists, but he'd rather be a singer, a soccer player or anything but an exorcist! He's forced to own up to his own incredible potential when new arrival Benio stirs his competitive spirit. But their rivalry gets a twist when they earn the prestigious title of \"Twin Star Exorcists\"—two supreme fighters fated to marry and birth the ultimate spiritual warrior!","poster_path":"/dbGtsHEuV8zREyMEXmf5YFtUZyL.jpg","media_type":"tv","adult":false,"name":"Twin Star Exorcists","original_language":"ja","genre_ids":[16,10759,35,10765],"popularity":85.044,"first_air_date":"2016-04-06","vote_average":8.469,"vote_count":342,"origin_country":["JP"]},{"backdrop_path":"/r1jPiuk8uIYsLiPwFV3qjg1liHw.jpg","id":45997,"original_name":"はたらく魔王さま！","overview":"Foiled by a hero when he’s inches away from conquering the world, the devil finds himself in modern-day Tokyo. With no real-world skills to speak of, the devil is forced to make ends meet flipping burgers at a fast food joint! To stall any further plans of world domination, the hero tracks the devil’s trail and takes on the lowly tasks of a telemarketer.","poster_path":"/55jYHFT8iJuASF8Mzg0V8Dh3N3M.jpg","media_type":"tv","adult":false,"name":"The Devil Is a Part-Timer!","original_language":"ja","genre_ids":[16,35,10765,10759],"popularity":119.508,"first_air_date":"2013-04-04","vote_average":7.5,"vote_count":238,"origin_country":["JP"]},{"backdrop_path":"/cT0o6RFi36TkMFG1wWyTyGb2jrR.jpg","id":112163,"original_name":"天空侵犯","overview":"High-school girl Yuri suddenly finds herself on the rooftop of a high-rise building. She's trapped in a bizarre world surrounded by skyscrapers, where a masked man cracked open a man's head with an axe before her eyes. Finding a way to survive this bizarre world, find her beloved brother, and escape becomes her top priority, but she is beset by danger not just from the mysterious Masks, which possess both inhuman strength and cruelty, but other survivors turned cruel or desparate by the insanity of the high-rise world.","poster_path":"/5uXaWe0LXTpBQVBBXL1ynae1DED.jpg","media_type":"tv","adult":false,"name":"High-Rise Invasion","original_language":"ja","genre_ids":[16,9648,10759],"popularity":65.633,"first_air_date":"2021-02-25","vote_average":8.3,"vote_count":687,"origin_country":["JP"]},{"backdrop_path":"/wJtrctuWTKgIi45zLw9tTjWQFY3.jpg","id":90660,"original_name":"ケンガンアシュラ","overview":"Since the Edo periods of Japan, gladiator arenas exist in certain areas. In these arenas, wealthy business owners and merchants hire gladiators to fight in unarmed combat where winner takes all. Toki Taouma, nicknamed \"Ashura,\" joins these arenas and devastates his opponents. His spectacular ability to crush his enemies catches the attention of the big business owners, including the Nogi Group chairman, Nogi Hideki.","poster_path":"/pgUnbZScsrfMJIJl43FKOL9sbhU.jpg","media_type":"tv","adult":false,"name":"Kengan Ashura","original_language":"ja","genre_ids":[16,10759],"popularity":129.4,"first_air_date":"2019-07-31","vote_average":8.355,"vote_count":852,"origin_country":["JP"]},{"backdrop_path":"/ciPDoPMqd3icCBHsIlhIb3UyOd2.jpg","id":111819,"original_name":"月が導く異世界道中","overview":"Makoto Misumi is just an ordinary high school student living a regular life, but all of a sudden gets summoned to the other world to become a \"hero.\" The goddess of the other world, however, insults him for being different and strips his \"hero\" title, before casting him off to the wilderness at the edge of the world. As he wanders the wilderness, Makoto encounters dragons, spiders, orcs, dwarves, and all sorts of non-human tribes. Because Makoto comes from a different world, he is able to unleash unimaginable magical powers and combat skills. But just how will he handle his encounters with various species and survive in his new environment. In this fantasy, Makoto tries to transform the other world into a better place despite the humans and gods having turned their backs on him.","poster_path":"/oGTihBVxHROSWa1WJnireCbl0KQ.jpg","media_type":"tv","adult":false,"name":"TSUKIMICHI -Moonlit Fantasy-","original_language":"ja","genre_ids":[16,10765,10759,35],"popularity":399.332,"first_air_date":"2021-07-07","vote_average":8.438,"vote_count":288,"origin_country":["JP"]},{"backdrop_path":"/3g7XI4IuwGiXipyBbreJDpc0fwN.jpg","id":103157,"original_name":"俺だけ入れる隠しダンジョン ～こっそり鍛えて世界最強～","overview":"The Hidden Dungeon is a place of legend where rare treasures and items are hidden. Nor, the third son of an impoverished noble family who's lost the one job offer he had, was lucky enough to hear about this dungeon. He then acquires a skill that allows him to create, bestow, and edit skills... and in order to use it, he needs to accumulate points by carrying out such tasks as eating delicious meals and doing sexual things with alluring members of the opposite sex.","poster_path":"/lTFJoGLCQxkMlUyxCha04JVnakh.jpg","media_type":"tv","adult":false,"name":"The Hidden Dungeon Only I Can Enter","original_language":"ja","genre_ids":[16,35,10759,10765],"popularity":106.428,"first_air_date":"2021-01-08","vote_average":8.045,"vote_count":469,"origin_country":["JP"]},{"backdrop_path":"/drYqIJgwAB6QS2N7DhSBXNdTUgo.jpg","id":112613,"original_name":"王様ランキング","overview":"Unable to hear, speak, or wield a sword, Prince Bojji doesn’t seem like a typical heir to the throne—and his kingdom agrees. But his fateful encounter with Kage, a shadow on the ground, gives him his first true friend. The two set off on a grand adventure and, together, form a bond that can overcome any obstacle...even being king.","poster_path":"/ujMjMUi6z02uOfQEerEDC4rH6aG.jpg","media_type":"tv","adult":false,"name":"Ranking of Kings","original_language":"ja","genre_ids":[16,10759,10765,35],"popularity":72.721,"first_air_date":"2021-10-15","vote_average":8.046,"vote_count":209,"origin_country":["JP"]},{"backdrop_path":"/aTIE2FOGSl0jFP46kSFc47vUKIp.jpg","id":118821,"original_name":"世界最高の暗殺者、異世界貴族に転生する","overview":"The world's number one assassin has been reincarnated as the eldest son of a family of aristocrat assassins. In exchange for being reincarnated in another world, a goddess has imposed upon him one condition. \"Kill the Hero who is prophesied to destroy the world.\" This was to be the mission in his new life. The synergistic effect of the vast knowledge and experience he gained that made all manner of assassinations possible in the modern world, and the secret techniques and magic of the fantasy world's most powerful family of assassins turn him into the greatest assassin of all time.","poster_path":"/iusQCT2pje1Mc8A8LKnW1uZ5BOO.jpg","media_type":"tv","adult":false,"name":"The World's Finest Assassin Gets Reincarnated in Another World as an Aristocrat","original_language":"ja","genre_ids":[16,10759,10765],"popularity":79.258,"first_air_date":"2021-10-06","vote_average":8.221,"vote_count":204,"origin_country":["JP"]},{"backdrop_path":"/xzjZDyqUobuJtkBljhgLH4Fdnye.jpg","id":82684,"original_name":"転生したらスライムだった件","overview":"37-year-old corporate worker Mikami Satoru is stabbed by a random killer, and is reborn to an alternate world. But he turns out to be reborn a slime! Thrown into this new world with the name Rimuru Tempest, he begins his quest to create a world that’s welcoming to all races. Broken free from ordinary, stale past life, his fresh adventure in a fantasy world as a slime monster with unique abilities begins.","poster_path":"/cujISgFwbIhZkvH9C1uOM5wv2Sa.jpg","media_type":"tv","adult":false,"name":"That Time I Got Reincarnated as a Slime","original_language":"ja","genre_ids":[10759,16,10765,35],"popularity":175.316,"first_air_date":"2018-10-02","vote_average":8.5,"vote_count":712,"origin_country":["JP"]},{"backdrop_path":"/sAaGHo7ww5QMw6lk1ZWYrSPcgI7.jpg","id":104699,"original_name":"SHAMAN KING","overview":"Medium Yoh Asakura enters a battle tournament held every 500 years, competing with other shamans in a bid to become the all-powerful Shaman King.","poster_path":"/teXqFftBqZJq5xPATc3WO1BwrgG.jpg","media_type":"tv","adult":false,"name":"SHAMAN KING","original_language":"ja","genre_ids":[16,35,10765,10759],"popularity":125.679,"first_air_date":"2021-04-01","vote_average":8.212,"vote_count":276,"origin_country":["JP"]},{"backdrop_path":"/9IAfHmcPcQjKEzlAwnY777iItbi.jpg","id":21729,"original_name":"天元突破グレンラガン","overview":"In the distant future, mankind has lived quietly and restlessly underground for hundreds of years, subject to earthquakes and cave-ins. Living in one such village are 2 young men: one named Simon who is shy and naïve, and the other named Kamina who believes in the existence of a “surface” world above their heads.","poster_path":"/jLSe0OgbpXsHl5gUMF2iU3H4Rrq.jpg","media_type":"tv","adult":false,"name":"Gurren Lagann","original_language":"ja","genre_ids":[16,10759,10765],"popularity":102.282,"first_air_date":"2007-04-01","vote_average":8.2,"vote_count":458,"origin_country":["JP"]},{"backdrop_path":"/jwAUfgwFEzMYUh3lUht8VBB1SU7.jpg","id":77721,"original_name":"３Ｄ彼女　リアルガール","overview":"Tsutsui Hikari (a.k.a \"Tsuttsun\") is a high school student who is content with his virtual life of anime and video games. One day, he gets stuck cleaning the pool with Iroha, a real live girl who is stylish, sassy and known to be easy with boys ... and she aggressively approaches him! Tsuttsun, who has few friends and lives in his own world, finds himself smitten by the confident and wild Iroha ... and his whole world is turned upside down!! It's the awkward and pure love story of a boy who experiences relationship for the first time.","poster_path":"/3UmNynM1YXkYylyontGXPHncjOC.jpg","media_type":"tv","adult":false,"name":"Real Girl","original_language":"ja","genre_ids":[16,35,18],"popularity":43.311,"first_air_date":"2018-04-04","vote_average":8.574,"vote_count":426,"origin_country":["JP"]},{"backdrop_path":"/4u64tHtUkna1y4OkJcrXLEhhLLy.jpg","id":110070,"original_name":"ホリミヤ","overview":"A secret life is the one thing they have in common. At school, Hori is a prim and perfect social butterfly, but the truth is she's a brash homebody. Meanwhile, under a gloomy facade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they've never shown. Could this blossom into something new?","poster_path":"/iSOKGl5KIeOCAtigUDCfFZe2cOi.jpg","media_type":"tv","adult":false,"name":"Horimiya","original_language":"ja","genre_ids":[16,35,18],"popularity":90.46,"first_air_date":"2021-01-10","vote_average":8.565,"vote_count":897,"origin_country":["JP"]},{"backdrop_path":"/gmECX1DvFgdUPjtio2zaL8BPYPu.jpg","id":95479,"original_name":"呪術廻戦","overview":"Yuji Itadori is a boy with tremendous physical strength, though he lives a completely ordinary high school life. One day, to save a classmate who has been attacked by curses, he eats the finger of Ryomen Sukuna, taking the curse into his own soul. From then on, he shares one body with Ryomen Sukuna. Guided by the most powerful of sorcerers, Satoru Gojo, Itadori is admitted to Tokyo Jujutsu High School, an organization that fights the curses... and thus begins the heroic tale of a boy who became a curse to exorcise a curse, a life from which he could never turn back.","poster_path":"/fHpKWq9ayzSk8nSwqRuaAUemRKh.jpg","media_type":"tv","adult":false,"name":"Jujutsu Kaisen","original_language":"ja","genre_ids":[16,10759,10765],"popularity":530.334,"first_air_date":"2020-10-03","vote_average":8.581,"vote_count":3347,"origin_country":["JP"]},{"backdrop_path":"/j8gNkno0nWmwAsIJd19wa3wryn6.jpg","id":66941,"original_name":"ReLIFE","overview":"Arata Kaizaki (27) quit the job he landed after graduation in only three months. His life did not go well after that. Now his parents are threatening to stop sending money, and want him to come back to the country. He has no friend or girlfriend to share his troubles with...as he hits rock bottom a strange man named Ryou Yoake appears. He invites Arata to join a societal rehabilitation program for NEETs called ReLife. This program uses a mysterious drug to make him look younger, and sends him back to high school for a year...","poster_path":"/aRK64bB8hMsuZZnitebPyKqOR5d.jpg","media_type":"tv","adult":false,"name":"ReLIFE","original_language":"ja","genre_ids":[16,35,18],"popularity":55.401,"first_air_date":"2016-07-02","vote_average":7.552,"vote_count":145,"origin_country":["JP"]},{"backdrop_path":"/7B4PGxWt9NrcFCEAegLSEuSyAeS.jpg","id":78102,"original_name":"シュタインズ・ゲート ゼロ","overview":"The dark untold story of Steins;Gate that leads with the eccentric mad scientist Okabe, struggling to recover from a failed attempt at rescuing Kurisu. He decides to give up and abandons his lively scientist alter ego, in pursuit to forget the past. When all seems to be normal, he is seemingly pulled back into the past by meeting an acquaintance of Kurisu, who tells him that they have begun testing a device that stores the memory of a human and creates a simulation of them with their characteristics and personalities. Okabe begins testing and finds out that the simulation of Kurisu has brought back anguish and some new unexpected tragedies.\n\nZero is a side story that explores events from the Beta Attractor Field's future that contribute in making the end of the original story possible.","poster_path":"/9u07yBllJTBRIcYxnfbgUxougk5.jpg","media_type":"tv","adult":false,"name":"Steins;Gate 0","original_language":"ja","genre_ids":[10765,16],"popularity":81.748,"first_air_date":"2018-04-12","vote_average":8.07,"vote_count":207,"origin_country":["JP"]},{"backdrop_path":"/8HdvpqTBhSaU9Kil2O7i34U1XLn.jpg","id":20450,"original_name":"ウィッチブレイド","overview":"Masane Amaha and her daughter Rihoko are on the run from a government child welfare agency that wants to take Rihoko away from her mother. They are caught and Rihoko is taken away. Meanwhile, Masane is attacked by an advanced weapon that can disguise itself as a human being. When faced with the danger, a strange light emits from her wrist and she transforms into a powerful being. She becomes involved in a power struggle between powerful organizations, with her at the center of their attention because she holds the greatest power of them all, the legendary Witchblade.","poster_path":"/1IQVeZqeEZSfgPVOafc4ld0kgOX.jpg","media_type":"tv","adult":false,"name":"Witchblade","original_language":"ja","genre_ids":[16,18,35,10765,10759,9648],"popularity":78.158,"first_air_date":"2006-04-05","vote_average":7.983,"vote_count":119,"origin_country":["JP"]},{"backdrop_path":"/mMB1vCASCuOek3F8jQDEPRU9mr1.jpg","id":37806,"original_name":"あそびにいくヨ！","overview":"Nice guy Kio’s normal life gets turned upside down when he meets a friendly, sexy cat-alien named Eris. She’s on a peaceful mission—and she’s ready to play. Things get even friskier when her fellow felines set up base in Kio’s house. It’s not all fun and games, though. Danger is afoot, thanks to several secret agencies and enemy dog-aliens on Eris’s tail.","poster_path":"/jvZjKDbideM1HpAeF9THXthxT3A.jpg","media_type":"tv","adult":false,"name":"Cat Planet Cuties","original_language":"ja","genre_ids":[16,10765,35],"popularity":43.058,"first_air_date":"2010-07-10","vote_average":8.209,"vote_count":67,"origin_country":["JP"]},{"backdrop_path":"/kRNG4hwUr3eQomPhiR2MxAHPV5M.jpg","id":43125,"original_name":"ギルティクラウン","overview":"The story revolves around Shu Ouma, a high school boy who inadvertently obtains an ability called \"The Power of the Kings\" that enables him to draw out items called \"Voids\" from other people. He is then thrown into the conflict between a resistance group called Funeral Parlor which aims to restore Japan's independence from a quasi-governmental organization known as the GHQ. In the process, Shu has to deal with the burden his ability puts on his shoulders and the horrific mystery of his past.","poster_path":"/sMUzeL5G8NkNpNhgPZPpauS7CYD.jpg","media_type":"tv","adult":false,"name":"Guilty Crown","original_language":"ja","genre_ids":[16,10765,10759],"popularity":75.811,"first_air_date":"2011-10-13","vote_average":7.37,"vote_count":189,"origin_country":["JP"]}],"total_pages":2,"total_results":40}