{"page":1,"results":[{"backdrop_path":"/qbxoEhlxNcyr7GjG2SXTShWn32m.jpg","id":80623,"original_name":"バキ","overview":"While martial arts champion Baki Hanma trains hard to surpass his legendary father, five violent death row inmates descend upon Tokyo to take him on.","poster_path":"/j4bL0G8h8k49MuXKYfZqhXqk2rI.jpg","media_type":"tv","adult":false,"name":"BAKI","original_language":"ja","genre_ids":[16,10759,80,18],"popularity":154.172,"first_air_date":"2018-06-26","vote_average":8.127,"vote_count":1263,"origin_country":["JP"]},{"backdrop_path":"/l4b42IaNVU2ZbdzjlaPmfFjqosV.jpg","id":45783,"original_name":"黒子のバスケ","overview":"In the story, Kagami Taiga has just enrolled into Seirin High School when he meets Kuroko Tetsuya of the school's basketball team. Kuroko happens to be the shadowy sixth member of the legendary Generation of Miracles basketball team. Together, Kagami and Kuroko aim to take their team to the inter-high school championship - against Kuroko's former teammates.","poster_path":"/5CEIm6RPRU9iy4jBpfreUwJkydv.jpg","media_type":"tv","adult":false,"name":"Kuroko's Basketball","original_language":"ja","genre_ids":[16,35,18],"popularity":132.114,"first_air_date":"2012-04-08","vote_average":8.485,"vote_count":527,"origin_country":["JP"]},{"backdrop_path":"/tcFEBBVHmlzSL39mppt4h2tcfOQ.jpg","id":43513,"original_name":"トム・ソーヤーの冒険","overview":"The Adventures of Tom Sawyer is a Japanese anime series, directed by Hiroshi Saitô which was aired in 1980. It is based on the well-known and popular novel The Adventures of Tom Sawyer by Mark Twain. The series was broadcast on the World Masterpiece Theater, an animation staple on Fuji TV that showcased each year an animated version of a different classical book or story of Western literature, and was originally titled \"Tom Sawyer no Bōken\". It was the second installment of the series, after 1977's Rascal the Raccoon, to feature the work of an American author. This series was also dubbed to English by Saban International and aired on HBO circa 1988 under the title \"The Adventures of Tom Sawyer.\" It aired during the 7:30AM time slot and alternated with the later WMT version of \"Little Women.\" Celebrity Home Entertainment released videos in the United States under the title \"All New Adventures of Tom Sawyer\". As of January 2011, the anime is airing in the United States on the NHK's cable channel TV Japan.","poster_path":"/6gzE5qodMcyq5cVQNi9F1P09fRs.jpg","media_type":"tv","adult":false,"name":"The Adventures of Tom Sawyer","original_language":"ja","genre_ids":[16,10759,18],"popularity":74.359,"first_air_date":"1980-01-06","vote_average":7.746,"vote_count":128,"origin_country":["JP"]},{"backdrop_path":"/x9zv7iB75isTzAx0W6Mr7w2F4t6.jpg","id":66078,"original_name":"双星の陰陽師","overview":"Rokuro is from a family of exorcists, but he'd rather be a singer, a soccer player or anything but an exorcist! He's forced to own up to his own incredible potential when new arrival Benio stirs his competitive spirit. But their rivalry gets a twist when they earn the prestigious title of \"Twin Star Exorcists\"—two supreme fighters fated to marry and birth the ultimate spiritual warrior!","poster_path":"/dbGtsHEuV8zREyMEXmf5YFtUZyL.jpg","media_type":"tv","adult":false,"name":"Twin Star Exorcists","original_language":"ja","genre_ids":[16,10759,35,10765],"popularity":85.044,"first_air_date":"2016-04-06","vote_average":8.469,"vote_count":342,"origin_country":["JP"]},{"backdrop_path":"/f7DC5Qu0MJBtbAK9zCOU2rzz6NG.jpg","id":40143,"original_name":"シャーマンキング","overview":"Asakura Yoh is a shaman, a person who communicates with ghosts. He enters the Shaman Fight, for whoever wins the tournament gets to commune with the Great Spirit, God . . . that and his fiance Anna wants to be the wife of the Shaman King. Helping him are his friends Manta, Horo Horo, Ryu, and his samurai ghost partner, Amidamaru.","poster_path":"/bDJLF92frEmKSr1OlCZN5P1kx6W.jpg","media_type":"tv","adult":false,"name":"Shaman King","original_language":"ja","genre_ids":[16,10759,10765],"popularity":103.479,"first_air_date":"2001-07-04","vote_average":8.543,"vote_count":391,"origin_country":["JP"]},{"backdrop_path":"/aZRGh7ccNAdqQWhHypvlT9UuXjZ.jpg","id":1063,"original_name":"サムライチャンプルー","overview":"Break-dancing but fierce warrior Mugen has to deal with the cold-blooded and conceited Jin, a samurai who believes he is above all. These sworn enemies are brought together by Fuu for a special task.","poster_path":"/lYpHeSm7BcUxAbBx1ucuEH7oGAe.jpg","media_type":"tv","adult":false,"name":"Samurai Champloo","original_language":"ja","genre_ids":[10759,16,35,18],"popularity":104.737,"first_air_date":"2004-05-20","vote_average":8.293,"vote_count":616,"origin_country":["JP"]},{"backdrop_path":"/420wIAUfyfCE1QOkMfEKJfMUwY7.jpg","id":64757,"original_name":"Vecinos","overview":"Oscar Leal is an irresponsible taxi driver who does not like compromises but a lover of parties. Oscar's life changes when he wins the lottery, going to live in a luxurious apartment where he meets Tatiana, an attractive business executive.","poster_path":"/fjNITzBxWcxnVVYVyRAXya9Z9YU.jpg","media_type":"tv","adult":false,"name":"Vecinos","original_language":"es","genre_ids":[35,10766,18],"popularity":28.106,"first_air_date":"2009-11-24","vote_average":7.997,"vote_count":360,"origin_country":["CO","MX"]},{"backdrop_path":"/5bNQtKzufiAbwUpU1jWDwUIOVlm.jpg","id":42573,"original_name":"スラムダンク","overview":"Sakuragi Hanamichi is a junior high punk used to getting into fights and being rejected by girls but upon entering high school he meets the girl of his dreams, Haruko Akagi. He will do anything in order to win her heart including joining the school basketball team that is aiming to conquer the nation lead by Haruko's brother. The problem is that Sakuragi has never played basketball before and a freshman sensation is stealing the spotlight and Haruko's affection from him.","poster_path":"/gpkM8VeiYyQuEg9qkAoNplktwe4.jpg","media_type":"tv","adult":false,"name":"Slam Dunk","original_language":"ja","genre_ids":[16,35,18],"popularity":125.931,"first_air_date":"1993-10-16","vote_average":8.646,"vote_count":867,"origin_country":["JP"]},{"backdrop_path":"/pqcIRtG6moZO4ryqywKEuSJ0qtp.jpg","id":36243,"original_name":"四畳半神話大系","overview":"When a college dropout stops for a late night bite at a mysterious ramen stand, he crosses paths with a self-proclaimed deity of matrimony. This bizarre meeting sends the young man hurtling through a horrifying flashback to his not-so-glorious college days when the influence of a cruel new friend turned him from a hopeless romantic into a mischievous “black cupid.”","poster_path":"/3Ngmk2kNh6JTdqPwMdiZvDSdlGH.jpg","media_type":"tv","adult":false,"name":"The Tatami Galaxy","original_language":"ja","genre_ids":[16,35,18,10765],"popularity":46.1,"first_air_date":"2010-04-23","vote_average":8.44,"vote_count":100,"origin_country":["JP"]},{"backdrop_path":"/ab3lYlM9v6nwDpM0lUElZfpU01i.jpg","id":43017,"original_name":"グレート・ティーチャー・オニヅカ","overview":"About Eikichi Onizuka, a 22-year-old ex-gangster member and a virgin. He has one ambition that no one ever expected from him. His solely life purpose is to become the greatest high school teacher ever.","poster_path":"/cgcvNzLUQUjkur8zfhHwcadwzVz.jpg","media_type":"tv","adult":false,"name":"Great Teacher Onizuka","original_language":"ja","genre_ids":[16,35,18],"popularity":65.331,"first_air_date":"1999-06-30","vote_average":8.358,"vote_count":179,"origin_country":["JP"]},{"backdrop_path":"/sC7DcOOWmQ2WNEVDjLY0t8rEwqS.jpg","id":34164,"original_name":"灰羽連盟","overview":"A dream of falling from the sky...and then birth. Rakka is born from a large cocoon into the Old Home, greeted by a group of females with small wings on their backs and shining halos above their heads. Soon Rakka’s own wings grow, a halo is placed on her head and she is told that she must work in the nearby town of Grie. She soon realizes that the town and the entire world they live in are confined behind the Wall, a tall, impenetrable wall that none except the mysterious Toga are allowed to exit.","poster_path":"/uSrIXnPIUkapk0JwMldDZTusl5O.jpg","media_type":"tv","adult":false,"name":"Haibane Renmei","original_language":"ja","genre_ids":[16,18,10765],"popularity":30.645,"first_air_date":"2002-10-09","vote_average":7.83,"vote_count":91,"origin_country":["JP"]},{"backdrop_path":"/lvBdVlkEqzq6rCu0VQo3UFpdvxP.jpg","id":65332,"original_name":"甘城ブリリアントパーク","overview":"Seiya Kanie, believes that the beautiful but reserved Isuzu Sento has invited him on a date at an amusement park called Amagi Brilliant Park. Much to his chagrin, not only is the location a run-down facility, the supposed date is merely a recruitment tour where Sento and Princess Latifa Fleuranza, the owner of the theme park, ask him to become the park's new manager. Their cause for desperation? As stipulated in a land-use contract, Amagi has less than three months to meet a quota of 500,000 guests, or the park will be closed for good and the land redeveloped by a greedy real-estate company.\n\nSeiya is won over by the revelation that Amagi is no ordinary amusement park; many of its employees are mysterious magical beings who live in the human world and are nourished by the energy created by people having fun. Entrusted with the hopes and dreams of this far-off enchanted land, Seiya must now use his many skills to bring Amagi back on its feet, or watch it crumble before his eyes.","poster_path":"/1ZFzedg6kYDBFjZANxcDdERsN08.jpg","media_type":"tv","adult":false,"name":"Amagi Brilliant Park","original_language":"ja","genre_ids":[16,35,18,10765],"popularity":48.74,"first_air_date":"2014-10-07","vote_average":7.3,"vote_count":98,"origin_country":["JP"]},{"backdrop_path":"/haJT3icSa9buYdZYlbWZwPVOaeW.jpg","id":65614,"original_name":"ウィッチクラフトワークス","overview":"Takamiya Honoka is a regular student whose only problem seems to be that he sits next to Kagari Ayaka, the school's #1 beauty. They have never spoken to each other before and any small interaction between them immediately results in her fanclub beating him. Yet when a falling part of the school's building is about to send him to the afterlife, it's Kagari that comes to his rescue. Only... she's dressed as a witch, carrying him in her arms and floating on a broom?! Kagari tells him it is her mission to protect him and that now she can finally protect him openly rather than undercover.","poster_path":"/elt434eNLMhZQBM0tPu4mUkPqGo.jpg","media_type":"tv","adult":false,"name":"Witch Craft Works","original_language":"ja","genre_ids":[16,10759,10765],"popularity":40.512,"first_air_date":"2014-01-05","vote_average":8.221,"vote_count":113,"origin_country":["JP"]},{"backdrop_path":"/clNR2BABiVEcaPRQbCT1y1bHz0R.jpg","id":43167,"original_name":"アクセル・ワールド","overview":"A short, overweight student uses the Neuro Link, an evolution of the Nerve Gear, to escape himself from the reality. But his skills in the virtual world brings him to the attention of Kuroyukihime, a popular student who introduces him to the Brain Burst.","poster_path":"/eNodkllQPCOrWlPCRfPUc9Deyo2.jpg","media_type":"tv","adult":false,"name":"Accel World","original_language":"ja","genre_ids":[10759,16,10765,18],"popularity":55.867,"first_air_date":"2012-04-07","vote_average":7.713,"vote_count":115,"origin_country":["JP"]},{"backdrop_path":"/3LrekJhgodoOXEHKkhJazCnlsPW.jpg","id":81157,"original_name":"爆走兄弟レッツ＆ゴー!!","overview":"Mini 4WD racing is an interesting hobby in where kids and adults compete using customized motorized miniature cars. Every year, competitions revolving around the hobby circulated around the world, with both kids and adults test out their spirit and passion in racing and companies developing new technologies and innovations for Mini 4WD. The story revolves around the competitive Seiba Brothers: Go and Retsu, who were once constantly arguing on each other to see who's the best racer. However one day after a community-sponsored race, they both met Dr. Tsuchiya, the head of the Tsuchiya Racing Factory who gave them two Mini 4WD Cars of the prototype Saber Series: Sonic Saber and Magnum Saber. With his advice on telling the twins to customize them for the upcoming race, they are now determined to win and race to victory and set off to their wildest race of their lives. While meeting both friends and enemies in the Mini 4WD Racing world.","poster_path":"/ptP84CfR8oigi3jnnIHEFke7fae.jpg","media_type":"tv","adult":false,"name":"Bakusou Kyoudai Let's \u0026 Go!!","original_language":"ja","genre_ids":[16,10759],"popularity":157.737,"first_air_date":"1996-01-08","vote_average":7.5,"vote_count":37,"origin_country":["JP"]},{"backdrop_path":"/5hXn70jlkIunjk8qddY26m9ieUn.jpg","id":195623,"original_name":"Mi tío","overview":"The journey of an unemployed amateur musician who reluctantly agrees to take care of his young nephew.","poster_path":"/sDPNwSe63WACVlHap7un6AgbqgO.jpg","media_type":"tv","adult":false,"name":"Mi tío","original_language":"es","genre_ids":[35,18],"popularity":8.553,"first_air_date":"2022-03-25","vote_average":7.5,"vote_count":62,"origin_country":["MX"]},{"backdrop_path":"/pYa81GUfKspR81chpcyVuTDqPCC.jpg","id":42253,"original_name":"けいおん!","overview":"The Sakuragoaka Girls' Academy curriculum traditionally focuses on the three \"R\"s of reading, writing and arithmetic, but Ritsu Tainaka wants to add two more \"R\"s: Rock and Roll! To do that, however, Ritsu has to save the Light Music Club from being shut down due to little problems like not having any other members or a faculty advisor. After strong-arming her best friend Mio into joining and convincing Tsumugi Kotobuki to make it a trio, Ritsu's would-be rockers are soon only one talented guitarist short of the quartet they need for school approval. What they get, unfortunately, is Yui Hirasawa, who's never held a guitar in her life, but she's determined to learn! Will the school halls come alive with the sound of music?","poster_path":"/70hf2538UAf7mzzNgvqTlWq6PDf.jpg","media_type":"tv","adult":false,"name":"K-ON!","original_language":"ja","genre_ids":[16,35],"popularity":82.244,"first_air_date":"2009-04-03","vote_average":7.88,"vote_count":125,"origin_country":["JP"]},{"backdrop_path":"/zBIIyH8yfdlfvvpEiG9PLwoVXc6.jpg","id":40424,"original_name":"頭文字D","overview":"Takumi’s job as a tofu delivery boy has turned him into one of the most formidable drivers around. Behind the wheel of his Eight-Six, he’s one with the road—and his life shifts into high gear when the underground street racing world takes notice. Drivers from across the region are lining up for a shot at the new guy. Takumi’s not just focused on winning—he’s out to prove he’s the best.","poster_path":"/7C1PMnV0uMrMNcfws5J7aLNxe3Q.jpg","media_type":"tv","adult":false,"name":"Initial D","original_language":"ja","genre_ids":[16],"popularity":140.522,"first_air_date":"1998-04-18","vote_average":7.9,"vote_count":85,"origin_country":["JP"]},{"backdrop_path":"/nZeNGxCLzQTDLjMdRrgDYsnzCWv.jpg","id":137720,"original_name":"Los sustos ocultos de Frankelda","overview":"Frankelda, a mysterious phantom writer, with the help of her grumpy enchanted book, tells terrifying stories in which girls and boys have encounters with monsters that will make them face their deepest fears.","poster_path":"/AjtosKqo8FLlqt5mEPShnA94ksL.jpg","media_type":"tv","adult":false,"name":"Frankelda's Book of Spooks","original_language":"es","genre_ids":[16],"popularity":10.711,"first_air_date":"2021-10-29","vote_average":8.6,"vote_count":102,"origin_country":["MX"]},{"backdrop_path":"/2bo6q6SbX0JSjZ4cqQuLijuNVg0.jpg","id":34663,"original_name":"鬼神童子ZENKI","overview":"In ancient times, a great battle was waged between a master mage, Enno, and an evil demon goddess, Karuma. Enno didn't have the strength to defeat her alone and was forced to call upon Zenki, a powerful protector demon. After Karuma was defeated, Enno sealed Zenki away in a pillar located inside his temple.\n\n1,200 years after this epic battle, Enno's descendant, Chiaki, unleashes her family's powers to summon Zenki.","poster_path":"/sFhXlSqk4FnAvDBaG9YKYnJiE1V.jpg","media_type":"tv","adult":false,"name":"Zenki","original_language":"ja","genre_ids":[10765,16,35,10759],"popularity":88.352,"first_air_date":"1995-01-09","vote_average":8.0,"vote_count":97,"origin_country":["JP"]}],"total_pages":2,"total_results":40}