{"page":1,"results":[{"backdrop_path":"/bFKKyCI89Xq98Gul8cGox8K3sZa.jpg","id":46298,"original_name":"HUNTER×HUNTER","overview":"Twelve-year-old Gon Freecss one day discovers that the father he had always been told was dead was alive. His Father, Ging, is a Hunter — a member of society's elite with a license to go anywhere or do almost anything. Gon, determined to follow in his father's footsteps, decides to take the Hunter Examination and eventually find his father to prove himself as a Hunter in his own right. But on the way, he learns that there is more to becoming a Hunter than previously thought, and the challenges that he must face are considered the toughest in the world.","poster_path":"/ucpgmUR1h5Te1BYegKItoPjOeF7.jpg","media_type":"tv","adult":false,"name":"Hunter x Hunter","original_language":"ja","genre_ids":[16,10759,10765],"popularity":369.061,"first_air_date":"2011-10-02","vote_average":8.617,"vote_count":1655,"origin_country":["JP"]},{"backdrop_path":"/cH39aJg9VlEaYo6yY37Iah8RAaz.jpg","id":65930,"original_name":"僕のヒーローアカデミア","overview":"A superhero-admiring boy without any powers enrolls in a prestigious hero academy and learns what it really means to be a hero.","poster_path":"/phuYuzqWW9ru8EA3HVjE9W2Rr3M.jpg","media_type":"tv","adult":false,"name":"My Hero Academia","original_language":"ja","genre_ids":[10759,16,10765],"popularity":133.608,"first_air_date":"2016-04-03","vote_average":8.654,"vote_count":4756,"origin_country":["JP"]},{"backdrop_path":"/rqbCbjB19amtOtFQbb3K2lgm2zv.jpg","id":1429,"original_name":"進撃の巨人","overview":"Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.","poster_path":"/hTP1DtLGFamjfu8WqjnuQdP1n4i.jpg","media_type":"tv","adult":false,"name":"Attack on Titan","original_language":"ja","genre_ids":[16,10765,10759],"popularity":126.338,"first_air_date":"2013-04-07","vote_average":8.7,"vote_count":6129,"origin_country":["JP"]},{"backdrop_path":"/o0NsbcIvsllg6CJX0FBFY8wWbsn.jpg","id":30984,"original_name":"BLEACH","overview":"For as long as he can remember, Ichigo Kurosaki has been able to see ghosts. But when he meets Rukia, a Soul Reaper who battles evil spirits known as Hollows, he finds his life is changed forever. Now, with a newfound wealth of spiritual energy, Ichigo discovers his true calling: to protect the living and the dead from evil.","poster_path":"/2EewmxXe72ogD0EaWM8gqa0ccIw.jpg","media_type":"tv","adult":false,"name":"Bleach","original_language":"ja","genre_ids":[10759,16,10765],"popularity":268.284,"first_air_date":"2004-10-05","vote_average":8.391,"vote_count":1756,"origin_country":["JP"]},{"backdrop_path":"/mpsYIytXhDXjI9yYC1Fp1S3PxsS.jpg","id":46260,"original_name":"ナルト","overview":"Naruto Uzumaki, a mischievous adolescent ninja, struggles as he searches for recognition and dreams of becoming the Hokage, the village's leader and strongest ninja.","poster_path":"/xppeysfvDKVx775MFuH8Z9BlpMk.jpg","media_type":"tv","adult":false,"name":"Naruto","original_language":"ja","genre_ids":[16,10759,10765],"popularity":304.149,"first_air_date":"2002-10-03","vote_average":8.4,"vote_count":5382,"origin_country":["JP"]},{"backdrop_path":"/3GQKYh6Trm8pxd2AypovoYQf4Ay.jpg","id":85937,"original_name":"鬼滅の刃","overview":"It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.","poster_path":"/xUfRZu2mi8jH6SzQEJGP6tjBuYj.jpg","media_type":"tv","adult":false,"name":"Demon Slayer: Kimetsu no Yaiba","original_language":"ja","genre_ids":[16,10759,10765],"popularity":315.694,"first_air_date":"2019-04-06","vote_average":8.675,"vote_count":6115,"origin_country":["JP"]},{"backdrop_path":"/qD211Hb5XwFxrszzBBe5EUYJerh.jpg","id":111110,"original_name":"ONE PIECE","overview":"With his straw hat and ragtag crew, young pirate Monkey D. Luffy goes on an epic voyage for treasure.","poster_path":"/rVX05xRKS5JhEYQFObCi4lAnZT4.jpg","media_type":"tv","adult":false,"name":"ONE PIECE","original_language":"en","genre_ids":[10759,10765],"popularity":236.342,"first_air_date":"2023-08-31","vote_average":8.174,"vote_count":1059,"origin_country":["US"]},{"backdrop_path":"/A6tMQAo6t6eRFCPhsrShmxZLqFB.jpg","id":31911,"original_name":"鋼の錬金術師 FULLMETAL ALCHEMIST","overview":"Disregard for alchemy’s laws ripped half of Edward Elric’s limbs from his body and left his brother Alphonse’s soul clinging to a suit of armor. To restore what was lost, the brothers seek the Philosopher’s Stone. Enemies and allies – the corrupt military, the Homunculi, and foreign alchemists – will alter the Elric brothers course, but their purpose will remain unchanged and their bond unbreakable.","poster_path":"/5ZFUEOULaVml7pQuXxhpR2SmVUw.jpg","media_type":"tv","adult":false,"name":"Fullmetal Alchemist: Brotherhood","original_language":"ja","genre_ids":[10759,16,10765,35,18],"popularity":167.45,"first_air_date":"2009-04-05","vote_average":8.698,"vote_count":1953,"origin_country":["JP"]},{"backdrop_path":"/gmECX1DvFgdUPjtio2zaL8BPYPu.jpg","id":95479,"original_name":"呪術廻戦","overview":"Yuji Itadori is a boy with tremendous physical strength, though he lives a completely ordinary high school life. One day, to save a classmate who has been attacked by curses, he eats the finger of Ryomen Sukuna, taking the curse into his own soul. From then on, he shares one body with Ryomen Sukuna. Guided by the most powerful of sorcerers, Satoru Gojo, Itadori is admitted to Tokyo Jujutsu High School, an organization that fights the curses... and thus begins the heroic tale of a boy who became a curse to exorcise a curse, a life from which he could never turn back.","poster_path":"/fHpKWq9ayzSk8nSwqRuaAUemRKh.jpg","media_type":"tv","adult":false,"name":"Jujutsu Kaisen","original_language":"ja","genre_ids":[16,10759,10765],"popularity":530.334,"first_air_date":"2020-10-03","vote_average":8.581,"vote_count":3347,"origin_country":["JP"]},{"backdrop_path":"/qA2UwUQbj05aeBMCuC0mHSQ4loE.jpg","id":62715,"original_name":"ドラゴンボール超（スーパー）","overview":"With Majin Buu defeated half-a-year prior, peace returns to Earth, where Son Goku (now a radish farmer) and his friends now live peaceful lives. However, a new threat appears in the form of Beerus, the God of Destruction. Considered the most terrifying being in the entire universe, Beerus is eager to fight the legendary warrior seen in a prophecy foretold decades ago known as the Super Saiyan God. The series retells the events from the two Dragon Ball Z films, Battle of Gods and Resurrection 'F' before proceeding to an original story about the exploration of alternate universes.","poster_path":"/qEUrbXJ2qt4Rg84Btlx4STOhgte.jpg","media_type":"tv","adult":false,"name":"Dragon Ball Super","original_language":"ja","genre_ids":[16,10759,10765],"popularity":128.259,"first_air_date":"2015-07-05","vote_average":8.198,"vote_count":4874,"origin_country":["JP"]},{"backdrop_path":"/s0w8JbuNNxL1YgaHeDWih12C3jG.jpg","id":63926,"original_name":"ワンパンマン","overview":"Saitama is a hero who only became a hero for fun. After three years of “special” training, though, he’s become so strong that he’s practically invincible. In fact, he’s too strong — even his mightiest opponents are taken out with a single punch, and it turns out that being devastatingly powerful is actually kind of a bore. With his passion for being a hero lost along with his hair, yet still faced with new enemies every day, how much longer can he keep it going?","poster_path":"/jbYJuxfZMpYDalkiOnBcCv9TaL.jpg","media_type":"tv","adult":false,"name":"One-Punch Man","original_language":"ja","genre_ids":[10759,16,35],"popularity":147.911,"first_air_date":"2015-10-05","vote_average":8.402,"vote_count":3450,"origin_country":["JP"]},{"backdrop_path":"/mOlEbXcb6ufRJKogI35KqsSlCfB.jpg","id":13916,"original_name":"DEATH NOTE","overview":"Light Yagami is an ace student with great prospects—and he’s bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and Light has vowed to use the power of the Death Note to rid the world of evil. But will Light succeed in his noble goal, or will the Death Note turn him into the very thing he fights against?","poster_path":"/tCZFfYTIwrR7n94J6G14Y4hAFU6.jpg","media_type":"tv","adult":false,"name":"Death Note","original_language":"ja","genre_ids":[16,9648,10765],"popularity":143.183,"first_air_date":"2006-10-04","vote_average":8.637,"vote_count":3978,"origin_country":["JP"]},{"backdrop_path":"/fQfmVGb6qENFTbDmDf6GH1qUpmt.jpg","id":31910,"original_name":"ナルト 疾風伝","overview":"After 2 and a half years Naruto finally returns to his village of Konoha, and sets about putting his ambitions to work. It will not be easy though as he has amassed a few more dangerous enemies, in the likes of the shinobi organization; Akatsuki.","poster_path":"/kV27j3Nz4d5z8u6mN3EJw9RiLg2.jpg","media_type":"tv","adult":false,"name":"Naruto Shippūden","original_language":"ja","genre_ids":[16,10759,10765],"popularity":220.986,"first_air_date":"2007-02-15","vote_average":8.5,"vote_count":7967,"origin_country":["JP"]},{"backdrop_path":"/oIpHsVYc8rKXnebc97DDIpw8KFn.jpg","id":99778,"original_name":"THE GOD OF HIGH SCHOOL ゴッド・オブ・ハイスクール","overview":"When an island half-disappears from the face of the earth, a mysterious organization sends out invitations for a tournament to every skilled fighter in the world. \"If you win you can have ANYTHING you want,\" they claim. They're recruiting only the best to fight the best and claim the title of The God of High School. Jin Mori, a Taekwondo specialist and a high school student, soon learns that there is something much greater beneath the stage of the tournament.","poster_path":"/AnXFYG7y2A65dr5noYvZSdVq8l3.jpg","media_type":"tv","adult":false,"name":"The God of High School","original_language":"ja","genre_ids":[16,35,10759,10765],"popularity":75.508,"first_air_date":"2020-07-06","vote_average":8.277,"vote_count":658,"origin_country":["JP"]},{"backdrop_path":"/oMzQrIwhNNZ0NFVJnFdbkCfZnDT.jpg","id":46261,"original_name":"フェアリーテイル","overview":"Lucy is a 17-year-old girl, who wants to be a full-fledged mage. One day when visiting Harujion Town, she meets Natsu, a young man who gets sick easily by any type of transportation. But Natsu isn't just any ordinary kid, he's a member of one of the world's most infamous mage guilds: Fairy Tail.","poster_path":"/h50lj7xO65qafNYZCrfQ7ztkMBD.jpg","media_type":"tv","adult":false,"name":"Fairy Tail","original_language":"ja","genre_ids":[16,10759,35,9648,10765],"popularity":88.638,"first_air_date":"2009-10-12","vote_average":7.896,"vote_count":915,"origin_country":["JP"]},{"backdrop_path":"/3XlKckxPEa4lg5w4vHnyE35PUyI.jpg","id":70881,"original_name":"BORUTO-ボルト- NARUTO NEXT GENERATIONS","overview":"The life of the shinobi is beginning to change. Boruto Uzumaki, son of Seventh Hokage Naruto Uzumaki, has enrolled in the Ninja Academy to learn the ways of the ninja. Now, as a series of mysterious events unfolds, Boruto’s story is about to begin!","poster_path":"/e0B6i48kxdRkMcK4tR4YNfXGWOc.jpg","media_type":"tv","adult":false,"name":"Boruto: Naruto Next Generations","original_language":"ja","genre_ids":[10759,16,35,18],"popularity":32.674,"first_air_date":"2017-04-05","vote_average":7.877,"vote_count":2367,"origin_country":["JP"]},{"backdrop_path":"/lN13BPAEnc5iXmoxxBQHOZ1ScfZ.jpg","id":86031,"original_name":"Dr.STONE","overview":"One fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind, to kickstart civilization with the power of science!","poster_path":"/xbZQ3fDl0y5mt0ARwfeyrgQ4JTw.jpg","media_type":"tv","adult":false,"name":"Dr. STONE","original_language":"ja","genre_ids":[10759,16,35,10765],"popularity":36.762,"first_air_date":"2019-07-05","vote_average":8.582,"vote_count":1368,"origin_country":["JP"]},{"backdrop_path":"/1YMx2eZs8kr32Y2gxrRN9MdPNr.jpg","id":12609,"original_name":"ドラゴンボール","overview":"Long ago in the mountains, a fighting master known as Son Gohan discovered a strange boy whom he named Son Goku. Gohan raised him and trained Goku in martial arts until he died. The young and very strong boy was on his own, but easily managed. Then one day, Goku met a teenage girl named Bulma, whose search for the mystical Dragon Balls brought her to Goku's home. Together, they set off to find all seven and to grant her wish.","poster_path":"/onCLyCOgszTIyyVs2XKYSkKPOPG.jpg","media_type":"tv","adult":false,"name":"Dragon Ball","original_language":"ja","genre_ids":[16,10759,10765],"popularity":27.86,"first_air_date":"1986-02-26","vote_average":8.249,"vote_count":3013,"origin_country":["JP"]},{"backdrop_path":"/4RzRtLMlTeJvpvvdXDe854VLEG8.jpg","id":73223,"original_name":"ブラッククローバー","overview":"Asta and Yuno are two orphans who want the same thing: to become the Wizard King. Locked in a friendly rivalry, they work hard towards their goal. While Yuno excels at magic, Asta has a problem uncommon in this world: he has no powers! But, on the day they receive their grimoires, they surprise everyone. To reach their goal, they’ll each find their own path to greatness—with or without magic.","poster_path":"/kaMisKeOoTBPxPkbC3OW7Wgt6ON.jpg","media_type":"tv","adult":false,"name":"Black Clover","original_language":"ja","genre_ids":[10759,16,35],"popularity":70.501,"first_air_date":"2017-10-03","vote_average":8.5,"vote_count":1822,"origin_country":["JP"]},{"backdrop_path":"/bx5aQGsWOYfvNhVGmuLD0ztGqX3.jpg","id":62273,"original_name":"食戟のソーマ","overview":"Yukihira Souma's dream is to become a full-time chef in his father's restaurant and surpass his father's culinary skill. But just as Yukihira graduates from middle schools his father, Yukihira Jouichirou, closes down the restaurant to travel and cook around the world. Although downtrodden, Souma's fighting spirit is rekindled by a challenge from Jouichirou which is to survive in an elite culinary school where only 10% of the students graduate. Can Souma survive?","poster_path":"/drteIrKPh0qaTYitGkxAOKoidsR.jpg","media_type":"tv","adult":false,"name":"Food Wars! Shokugeki no Soma","original_language":"ja","genre_ids":[16,35,18],"popularity":95.99,"first_air_date":"2015-04-04","vote_average":8.485,"vote_count":691,"origin_country":["JP"]}],"total_pages":2,"total_results":40}