{"page":1,"results":[{"backdrop_path":"/boeZP8zaXTDBkKPpdAojS6uYKdt.jpg","id":118541,"original_name":"転スラ日記 転生したらスライムだった件","overview":"“Dear diary… I got reincarnated as a slime.”\n\nEven in another world, lives aren’t always on the line. There’s plenty of work to be done, from feeding the community and forging the items the community needs; as well as plenty of play …and hijinks throughout! Join Rimuru and friends as they kick back and enjoy their daily lives.","poster_path":"/1yDKDR4yZLI19hl6FQM7x12et7M.jpg","media_type":"tv","adult":false,"name":"The Slime Diaries: That Time I Got Reincarnated as a Slime","original_language":"ja","genre_ids":[16,35,10765],"popularity":79.12,"first_air_date":"2021-04-06","vote_average":8.034,"vote_count":163,"origin_country":["JP"]},{"backdrop_path":"/de6iC707SwuMsE3y2fo5OHCOsvj.jpg","id":83095,"original_name":"盾の勇者の成り上がり","overview":"Iwatani Naofumi, a run-of-the-mill otaku, finds a book in the library that summons him to another world. He is tasked with joining the sword, spear, and bow as one of the Four Cardinal Heroes and fighting the Waves of Catastrophe as the Shield Hero. Excited by the prospect of a grand adventure, Naofumi sets off with his party. However, merely a few days later, he is betrayed and loses all his money, dignity, and respect. Unable to trust anyone anymore, he employs a slave named Raphtalia and takes on the Waves and the world. But will he really find a way to overturn this desperate situation?","poster_path":"/yjq2n0agGJfmZQ9NpbYIhuBofcq.jpg","media_type":"tv","adult":false,"name":"The Rising of the Shield Hero","original_language":"ja","genre_ids":[16,10759,10765,18],"popularity":73.812,"first_air_date":"2019-01-09","vote_average":8.563,"vote_count":1271,"origin_country":["JP"]},{"backdrop_path":"/kZE2LlQ0HKubeLEOI9ukhqRXGx2.jpg","id":94693,"original_name":"魔女の旅々","overview":"Once upon a time, there was a witch named Elaina. Inspired by her favorite book, Elaina ventures out to see the world she's read so much about. Like a leaf on the wind, she travels from one country to another, looking to sate her inquisitiveness and searching for new experiences. Exploration and curiosity drive her journey. She's confronted by humanity in all its forms, whether strange, bizarre, or emotional and with each meeting, Elaina would become a small part of their story, and her own world would get a little bit bigger.","poster_path":"/z5DovowisN9CKl9JYM0HXtQX1O2.jpg","media_type":"tv","adult":false,"name":"Wandering Witch: The Journey of Elaina","original_language":"ja","genre_ids":[16,10759,10765,35],"popularity":51.494,"first_air_date":"2020-10-02","vote_average":7.7,"vote_count":91,"origin_country":["JP"]},{"backdrop_path":"/h0YAy2qtQ9fNVdurrH9A6BPxhIY.jpg","id":82822,"original_name":"ゾンビランドサガ","overview":"A typical morning. The usual music. Their normal lives. The peace these seven girls experience will suddenly be destroyed. By the living dead... zombies. A reality that they never wanted a part of, an amazing and terrifying zombie world. They all share one wish: \"We want to live.\" These girls will struggle through this saga, in order to achieve a miracle.","poster_path":"/lrY6TlF4xPVvK1K59BilkWrcPS9.jpg","media_type":"tv","adult":false,"name":"Zombie Land SAGA","original_language":"ja","genre_ids":[16,35],"popularity":72.638,"first_air_date":"2018-10-04","vote_average":8.201,"vote_count":164,"origin_country":["JP"]},{"backdrop_path":"/hikJz6TqmnS2czz18QZKVgWmKs2.jpg","id":93256,"original_name":"慎重勇者～この勇者が俺TUEEEくせに慎重すぎる～","overview":"There is a popular saying: \"you can never be too careful.\" It is very important to prepare for every situation you may face, even if it seems like an unnecessary waste of time. Also, in games like RPGs, it is good to exceed the level of your enemies to achieve total victory.\n\nThese words describe Seiya Ryuuguuin a little too perfectly. After being summoned by the goddess Ristarte to save the world of Gaeabrande from destruction, the hero prepares himself for his noble journey. While this might be normal, he spends a very long time training himself, despite having overpowered stats. He fights weak enemies using his strongest skills and buys excessive amounts of supplies and potions—all to stay safe.\n\nWhile his attitude may be a bit annoying, it might just be the saving grace of Gaeabrande, especially considering that it is a world where the forces of evil dominate each and every expectation.","poster_path":"/bbg1FMU7c3W06KUKrgIhIECFliZ.jpg","media_type":"tv","adult":false,"name":"Cautious Hero: The Hero Is Overpowered but Overly Cautious","original_language":"ja","genre_ids":[16,10759,35,10765,10768],"popularity":47.532,"first_air_date":"2019-10-02","vote_average":8.324,"vote_count":239,"origin_country":["JP"]},{"backdrop_path":"/1lL1ts7dzTUp0eOTHvMqfw6zFJn.jpg","id":86034,"original_name":"ありふれた職業で世界最強","overview":"Hajime Nagumo and his high school class are suddenly summoned to a fantastical land as heroes. But while most of his classmates have powerful stats and abilities, Hajime does not. Underappreciated and unprepared, he tumbles into the depths of a monster-infested dungeon where voracity and sacrifice are his only options. To thrive in this savage world, he’ll have no choice but to welcome the abyss.","poster_path":"/kB9tdE00Z5zWIJQux1jiYvRyPIC.jpg","media_type":"tv","adult":false,"name":"Arifureta: From Commonplace to World's Strongest","original_language":"ja","genre_ids":[16,10759,10765],"popularity":23.111,"first_air_date":"2019-07-08","vote_average":8.56,"vote_count":547,"origin_country":["JP"]},{"backdrop_path":"/d8bAI2EDM7L2q94wDZfjb82KRoh.jpg","id":91801,"original_name":"魔入りました！入間くん","overview":"Fourteen-year-old Iruma Suzuki has just been abandoned and sold to a demon by his irresponsible parents! Surprisingly, the next thing he knows he's living with the demon who has adopted him as his new grandson and has been transferred into a school in the Netherworld where his new demon grandfather works as the principal. Thus begins the cowardly Iruma-kun's extraordinary school life among the otherworldly as he faces his true self, takes on challenges, and rises to become someone great.","poster_path":"/aed6I1EMR4Lbk8bdikWrndbn5Og.jpg","media_type":"tv","adult":false,"name":"Welcome to Demon School! Iruma-kun","original_language":"ja","genre_ids":[16,35,10765],"popularity":135.279,"first_air_date":"2019-10-05","vote_average":8.4,"vote_count":247,"origin_country":["JP"]},{"backdrop_path":"/rvZJxD36tKoglL8fXoMMWKGQfM.jpg","id":65844,"original_name":"この素晴らしい世界に祝福を！","overview":"After a traffic accident, Kazuma Sato’s  disappointingly brief life was supposed to be over, but he wakes up to  see a beautiful girl before him. She claims to be a goddess, Aqua, and  asks if he would like to go to another world and bring only one thing  with him. Kazuma decides to bring the goddess herself, and they are  transported to a fantasy world filled with adventure, ruled by a demon  king. Now Kazuma only wants to live in peace, but Aqua wants to solve  many of this world’s problems, and the demon king will only turn a blind  eye for so long…","poster_path":"/oRaOeQlwktbGSd2T31FYAcgHZlh.jpg","media_type":"tv","adult":false,"name":"KONOSUBA - God's blessing on this wonderful world!","original_language":"ja","genre_ids":[10759,16,35,10765],"popularity":256.391,"first_air_date":"2016-01-14","vote_average":8.597,"vote_count":1227,"origin_country":["JP"]},{"backdrop_path":"/g6T9joNSoBfk0QZn20TRN3Xu4sK.jpg","id":98123,"original_name":"仙王的日常生活","overview":"As a cultivation genius who has achieved a new realm every two years since he was a year old, Wang Ling is a near-invincible existence with prowess far beyond his control. But now that he’s sixteen, he faces his greatest battle yet – Senior High School. With one challenge after another popping up, his plans for a low-key high school life seem further and further away…","poster_path":"/7By0jV3kf9MVvv3X3K8u4mhRUwp.jpg","media_type":"tv","adult":false,"name":"The Daily Life of the Immortal King","original_language":"zh","genre_ids":[16,35,10759,10765],"popularity":107.418,"first_air_date":"2020-01-18","vote_average":8.456,"vote_count":651,"origin_country":["CN"]},{"backdrop_path":"/gMnfHJ1SVagfE1RnIH1NKFwudEO.jpg","id":73946,"original_name":"いぬやしき","overview":"Aliens replace middle-aged Inuyashiki's body with a combat robot. He uses it to fight high schooler Shishigami, who's using the same power selfishly.","poster_path":"/53cafnW5gwzrSUagSCwippMlfDa.jpg","media_type":"tv","adult":false,"name":"Inuyashiki: Last Hero","original_language":"ja","genre_ids":[16,18,10765,10759],"popularity":8.873,"first_air_date":"2017-10-12","vote_average":8.082,"vote_count":256,"origin_country":["JP"]},{"backdrop_path":"/gjUkdl62eBtxAl4L4Xurm5UBZ0x.jpg","id":101972,"original_name":"キミと僕の最後の戦場、あるいは世界が始まる聖戦","overview":"For years, a great war has raged on between the scientifically advanced Empire and a paradise of witches known as the Nebulis Sovereignty. This age-old battle sets the scene for a fateful encounter between two young combatants: an imperial swordsman, Iska, and the witch princess, Aliceliese. As sworn enemies, they vow to cut each other down in order to unite their worlds, and yet Iska finds himself entranced by her beauty and righteousness, while Aliceliese is moved by his strength and resolve. In the midst of a never-ending war that forbids them from being together, they have no choice but to destroy each other-or find another way.","poster_path":"/1VtaTXsHTRfh8m49OVJfMb4JVuh.jpg","media_type":"tv","adult":false,"name":"Our Last Crusade or the Rise of a New World","original_language":"ja","genre_ids":[16,10759,10765,10768],"popularity":83.565,"first_air_date":"2020-10-04","vote_average":8.228,"vote_count":219,"origin_country":["JP"]},{"backdrop_path":"/qmeC99iX9YPbxi3Dwsw5VvxIbCC.jpg","id":97525,"original_name":"不滅のあなたへ","overview":"In the beginning, an \"orb\" is cast unto Earth. \"It\" can do two things: change into the form of the thing that stimulates \"it\"; and come back to life after death. \"It\" morphs from orb to rock, then to wolf, and finally to boy, but roams about like a newborn who knows nothing. As a boy, \"it\" becomes Fushi. Through encounters with human kindness, Fushi not only gains survival skills, but grows as a \"person\". But his journey is darkened by the inexplicable and destructive enemy Nokker, as well as cruel partings with the people he loves.","poster_path":"/lA2jRBubr2OLOlbkJXuBXYqv4A9.jpg","media_type":"tv","adult":false,"name":"To Your Eternity","original_language":"ja","genre_ids":[16,18,10759,10765],"popularity":113.42,"first_air_date":"2021-04-12","vote_average":8.187,"vote_count":230,"origin_country":["JP"]},{"backdrop_path":"/q5WJxYTXNNJdEHxFCqd3S8pO4VA.jpg","id":64196,"original_name":"オーバーロード","overview":"In the year 2138, virtual reality gaming is booming. Yggdrasil, a popular online game is quietly shut down one day. However, one player named Momonga decides to not log out. Momonga is then transformed into the image of a skeleton as \"the most powerful wizard.\" The world continues to change, with non-player characters (NPCs) beginning to feel emotion. Having no parents, friends, or place in society, this ordinary young man Momonga then strives to take over the new world the game has become.","poster_path":"/K8ZUjxaj9F0t3AwJDz8ypzBynM.jpg","media_type":"tv","adult":false,"name":"Overlord","original_language":"ja","genre_ids":[16,10765,10759],"popularity":207.305,"first_air_date":"2015-07-07","vote_average":8.529,"vote_count":873,"origin_country":["JP"]},{"backdrop_path":"/lHcScx9Qpj6OkTmnzPRGIRhn3FR.jpg","id":93019,"original_name":"俺を好きなのはお前だけかよ","overview":"Kisaragi Amatsuyu is invited out alone by the cool beauty upperclassman Cosmos and his childhood friend Himawari. Expecting to hear their confessions, he triumphantly goes to meet each of them in turn. But Cosmos and Himawari both instead confess to Amatsuyu that they like his friend. Amatsuyu fights this lonely battle, but there is another girl who is looking at him. She is a gloomy girl with glasses and braids. Amatsuyu finds that he hates her, because she's always turning her sharp tongue only on him and finding enjoyment in his troubles. But it turns out that she's the only one who actually does like him.","poster_path":"/4MojZik5N62IShd2BFVEHyaRBLP.jpg","media_type":"tv","adult":false,"name":"ORESUKI Are you the only one who loves me?","original_language":"ja","genre_ids":[16,35,18],"popularity":45.542,"first_air_date":"2019-10-03","vote_average":8.552,"vote_count":261,"origin_country":["JP"]},{"backdrop_path":"/aTIE2FOGSl0jFP46kSFc47vUKIp.jpg","id":118821,"original_name":"世界最高の暗殺者、異世界貴族に転生する","overview":"The world's number one assassin has been reincarnated as the eldest son of a family of aristocrat assassins. In exchange for being reincarnated in another world, a goddess has imposed upon him one condition. \"Kill the Hero who is prophesied to destroy the world.\" This was to be the mission in his new life. The synergistic effect of the vast knowledge and experience he gained that made all manner of assassinations possible in the modern world, and the secret techniques and magic of the fantasy world's most powerful family of assassins turn him into the greatest assassin of all time.","poster_path":"/iusQCT2pje1Mc8A8LKnW1uZ5BOO.jpg","media_type":"tv","adult":false,"name":"The World's Finest Assassin Gets Reincarnated in Another World as an Aristocrat","original_language":"ja","genre_ids":[16,10759,10765],"popularity":79.258,"first_air_date":"2021-10-06","vote_average":8.221,"vote_count":204,"origin_country":["JP"]},{"backdrop_path":"/dDwgCabevlILyAVy35zALKY8fFT.jpg","id":2342,"original_name":"Clone High","overview":"A group of high-school teens are the products of government employees' secret experiment. They are the genetic clones of famous historical figures who have been dug up, re-created anew. Joan of Arc, Cleopatra, JFK, Gandhi, Abraham Lincoln and more are juxtaposed as teenagers dealing with teen issues in the 20th century.","poster_path":"/gGRcBuEG3JlXWg5wTyeQtkXmPtY.jpg","media_type":"tv","adult":false,"name":"Clone High","original_language":"en","genre_ids":[16,35],"popularity":27.198,"first_air_date":"2002-11-02","vote_average":7.408,"vote_count":76,"origin_country":["CA"]},{"backdrop_path":"/pYa81GUfKspR81chpcyVuTDqPCC.jpg","id":42253,"original_name":"けいおん!","overview":"The Sakuragoaka Girls' Academy curriculum traditionally focuses on the three \"R\"s of reading, writing and arithmetic, but Ritsu Tainaka wants to add two more \"R\"s: Rock and Roll! To do that, however, Ritsu has to save the Light Music Club from being shut down due to little problems like not having any other members or a faculty advisor. After strong-arming her best friend Mio into joining and convincing Tsumugi Kotobuki to make it a trio, Ritsu's would-be rockers are soon only one talented guitarist short of the quartet they need for school approval. What they get, unfortunately, is Yui Hirasawa, who's never held a guitar in her life, but she's determined to learn! Will the school halls come alive with the sound of music?","poster_path":"/70hf2538UAf7mzzNgvqTlWq6PDf.jpg","media_type":"tv","adult":false,"name":"K-ON!","original_language":"ja","genre_ids":[16,35],"popularity":82.244,"first_air_date":"2009-04-03","vote_average":7.88,"vote_count":125,"origin_country":["JP"]},{"backdrop_path":"/vxSDDV6VxTHkrABsNa3dqhExAIk.jpg","id":21732,"original_name":"機動戦士ガンダム00","overview":"The year is 2307 A.D. Although fossil fuels have been depleted, humanity has obtained a new source of energy to replace them, in the form of a large-scale solar power generation system based on three huge orbital elevators. However, the benefits of this system are available only to a handful of major powers and their allies. In this world of never-ending conflict, a private armed organization appears, dedicated to the elimination of war through armed force. Its name is Celestial Being, and it is in possession of \"Gundam\" mobile suits.","poster_path":"/dcUTOm6XXLT2ITQVCubkSwQ6qCE.jpg","media_type":"tv","adult":false,"name":"Mobile Suit Gundam 00","original_language":"ja","genre_ids":[10759,16,18,10765,10768],"popularity":83.547,"first_air_date":"2007-10-06","vote_average":7.614,"vote_count":44,"origin_country":["JP"]},{"backdrop_path":"/Av0ddR5u6xkJQQgzHR3kGHIuT6m.jpg","id":88062,"original_name":"女子高生の無駄づかい","overview":"One day out of boredom, Tanaka decided to give her classmates nicknames based on their quirks. Her friend Kikuchi became \"Ota\" for her nerdy interests, and her other friend Saginomiya became \"Robo\" because of her expressionless personality. In retaliation, her friends decided to name Tanaka \"Baka.\" These are the ridiculous days of three high school friends claiming (or not) the height of their youth.","poster_path":"/55EyJpb8M7kwjOJvqhAzBZw78DB.jpg","media_type":"tv","adult":false,"name":"Wasteful Days of High School Girls","original_language":"ja","genre_ids":[35,16],"popularity":27.929,"first_air_date":"2019-07-05","vote_average":7.542,"vote_count":24,"origin_country":["JP"]},{"backdrop_path":"/nI6iyRv7iLK4cgPQA58XdPI1MF2.jpg","id":103944,"original_name":"チート薬師のスローライフ～異世界に作ろうドラッグストア～","overview":"Reiji Kirio was a corporate wage slave, who did nothing but work all day, every day. On a typical day of walking to work with a hollow look on his face, he suddenly found himself in the forest of another world. \"Oh, this must be one of those isekai reincarnations people keep talking about.\" The two skills he has are \"Appraise\" and \"Drug Discovery.\" Those don't sound too impressive... well, whatever. Except these turn out to be particularly overpowered skills! And so, a story about following the slow life philosophy while running a drugstore in another world begins.","poster_path":"/37ENGudqofAjZzI884xPMM9umn4.jpg","media_type":"tv","adult":false,"name":"Drug Store in Another World: The Slow Life of a Cheat Pharmacist","original_language":"ja","genre_ids":[16,35,10765],"popularity":70.827,"first_air_date":"2021-07-07","vote_average":6.571,"vote_count":28,"origin_country":["JP"]}],"total_pages":2,"total_results":40}