{"page":1,"results":[{"backdrop_path":"/p1z1B4bMf6tgUA4VLpI4smLxbCf.jpg","id":37863,"original_name":"鋼の錬金術師","overview":"Two young brothers are raised as alchemists, but when they are severely injured trying to perform a forbidden act, they begin searching for the one thing that can save them; the fabled philosopher's stone.","poster_path":"/elKWrsRJUjhbCZbJuGuSd3CvW63.jpg","media_type":"tv","adult":false,"name":"Fullmetal Alchemist","original_language":"ja","genre_ids":[10759,16,10765],"popularity":118.131,"first_air_date":"2003-10-04","vote_average":8.198,"vote_count":822,"origin_country":["JP"]},{"backdrop_path":"/mOlEbXcb6ufRJKogI35KqsSlCfB.jpg","id":13916,"original_name":"DEATH NOTE","overview":"Light Yagami is an ace student with great prospects—and he’s bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and Light has vowed to use the power of the Death Note to rid the world of evil. But will Light succeed in his noble goal, or will the Death Note turn him into the very thing he fights against?","poster_path":"/tCZFfYTIwrR7n94J6G14Y4hAFU6.jpg","media_type":"tv","adult":false,"name":"Death Note","original_language":"ja","genre_ids":[16,9648,10765],"popularity":143.183,"first_air_date":"2006-10-04","vote_average":8.637,"vote_count":3978,"origin_country":["JP"]},{"backdrop_path":"/5hS2OIuZSKGkR8R5l3bY5zh04Ce.jpg","id":31724,"original_name":"コードギアス 反逆のルルーシュ","overview":"Japan has been invaded and conquered by the Britannian Empire. Japan is now known as Area 11 and its citizens known as Elevens. The Britannian Empire takes away Japan's autonomous power and imposes its rule through the use of Knightmares. The Empire's rule has never faltered, but cracks have begun to show...","poster_path":"/2cBDhzbP7KOLbWtTzxS4WIDLh70.jpg","media_type":"tv","adult":false,"name":"Code Geass: Lelouch of the Rebellion","original_language":"ja","genre_ids":[16,10765,10759,18],"popularity":248.74,"first_air_date":"2006-10-05","vote_average":8.37,"vote_count":698,"origin_country":["JP"]},{"backdrop_path":"/aZRGh7ccNAdqQWhHypvlT9UuXjZ.jpg","id":1063,"original_name":"サムライチャンプルー","overview":"Break-dancing but fierce warrior Mugen has to deal with the cold-blooded and conceited Jin, a samurai who believes he is above all. These sworn enemies are brought together by Fuu for a special task.","poster_path":"/lYpHeSm7BcUxAbBx1ucuEH7oGAe.jpg","media_type":"tv","adult":false,"name":"Samurai Champloo","original_language":"ja","genre_ids":[10759,16,35,18],"popularity":104.737,"first_air_date":"2004-05-20","vote_average":8.293,"vote_count":616,"origin_country":["JP"]},{"backdrop_path":"/s0w8JbuNNxL1YgaHeDWih12C3jG.jpg","id":63926,"original_name":"ワンパンマン","overview":"Saitama is a hero who only became a hero for fun. After three years of “special” training, though, he’s become so strong that he’s practically invincible. In fact, he’s too strong — even his mightiest opponents are taken out with a single punch, and it turns out that being devastatingly powerful is actually kind of a bore. With his passion for being a hero lost along with his hair, yet still faced with new enemies every day, how much longer can he keep it going?","poster_path":"/jbYJuxfZMpYDalkiOnBcCv9TaL.jpg","media_type":"tv","adult":false,"name":"One-Punch Man","original_language":"ja","genre_ids":[10759,16,35],"popularity":147.911,"first_air_date":"2015-10-05","vote_average":8.402,"vote_count":3450,"origin_country":["JP"]},{"backdrop_path":"/gDvxT2z6TNxervG97WfpePRZ3aR.jpg","id":42509,"original_name":"Steins;Gate","overview":"A group of friends have customized their microwave so that it can send text messages to the past. As they perform different experiments, an organization named SERN who has been doing their own research on time travel tracks them down and now the characters have to find a way to avoid being captured by them.","poster_path":"/6iysgZr6Upm5RlAlVFo5f4D9euu.jpg","media_type":"tv","adult":false,"name":"Steins;Gate","original_language":"ja","genre_ids":[16,10765,9648,35],"popularity":117.806,"first_air_date":"2011-04-06","vote_average":8.471,"vote_count":713,"origin_country":["JP"]},{"backdrop_path":"/rqbCbjB19amtOtFQbb3K2lgm2zv.jpg","id":1429,"original_name":"進撃の巨人","overview":"Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.","poster_path":"/hTP1DtLGFamjfu8WqjnuQdP1n4i.jpg","media_type":"tv","adult":false,"name":"Attack on Titan","original_language":"ja","genre_ids":[16,10765,10759],"popularity":126.338,"first_air_date":"2013-04-07","vote_average":8.7,"vote_count":6129,"origin_country":["JP"]},{"backdrop_path":"/A4PHx94G7mvM3b8vsDJ5HEaQ6uv.jpg","id":30991,"original_name":"カウボーイビバップ","overview":"In 2071, roughly fifty years after an accident with a hyperspace gateway made the Earth almost uninhabitable, humanity has colonized most of the rocky planets and moons of the Solar System. Amid a rising crime rate, the Inter Solar System Police (ISSP) set up a legalized contract system, in which registered bounty hunters, also referred to as \"Cowboys\", chase criminals and bring them in alive in return for a reward.","poster_path":"/xDiXDfZwC6XYC6fxHI1jl3A3Ill.jpg","media_type":"tv","adult":false,"name":"Cowboy Bebop","original_language":"ja","genre_ids":[16,10759,10765,37],"popularity":167.269,"first_air_date":"1998-04-03","vote_average":8.545,"vote_count":1532,"origin_country":["JP"]},{"backdrop_path":"/bFKKyCI89Xq98Gul8cGox8K3sZa.jpg","id":46298,"original_name":"HUNTER×HUNTER","overview":"Twelve-year-old Gon Freecss one day discovers that the father he had always been told was dead was alive. His Father, Ging, is a Hunter — a member of society's elite with a license to go anywhere or do almost anything. Gon, determined to follow in his father's footsteps, decides to take the Hunter Examination and eventually find his father to prove himself as a Hunter in his own right. But on the way, he learns that there is more to becoming a Hunter than previously thought, and the challenges that he must face are considered the toughest in the world.","poster_path":"/ucpgmUR1h5Te1BYegKItoPjOeF7.jpg","media_type":"tv","adult":false,"name":"Hunter x Hunter","original_language":"ja","genre_ids":[16,10759,10765],"popularity":369.061,"first_air_date":"2011-10-02","vote_average":8.617,"vote_count":1655,"origin_country":["JP"]},{"backdrop_path":"/3GQKYh6Trm8pxd2AypovoYQf4Ay.jpg","id":85937,"original_name":"鬼滅の刃","overview":"It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.","poster_path":"/xUfRZu2mi8jH6SzQEJGP6tjBuYj.jpg","media_type":"tv","adult":false,"name":"Demon Slayer: Kimetsu no Yaiba","original_language":"ja","genre_ids":[16,10759,10765],"popularity":315.694,"first_air_date":"2019-04-06","vote_average":8.675,"vote_count":6115,"origin_country":["JP"]},{"backdrop_path":"/lW2deyLDrwcYO2iHCuVpj7r1FnQ.jpg","id":39218,"original_name":"魔法少女まどか☆マギカ","overview":"She has a loving family and best friends, laughs and cries from time to time... Madoka Kaname, an eighth grader of Mitakihara middle school, is one of those who lives such a life. One day, she had a very magical encounter. She doesn't know if it happened by chance or by fate yet. This is a fateful encounter that can change her destiny. This is a beginning of the new story of the magical witch girls.","poster_path":"/q6e0NopVJRN8CiJ0ZVpIxabsyBY.jpg","media_type":"tv","adult":false,"name":"Puella Magi Madoka Magica","original_language":"ja","genre_ids":[16,18,10765],"popularity":42.365,"first_air_date":"2011-01-07","vote_average":8.1,"vote_count":297,"origin_country":["JP"]},{"backdrop_path":"/5L30PxyHlEx68RVOmcdEAepY0xb.jpg","id":60808,"original_name":"ノーゲーム･ノーライフ","overview":"This is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username \"Kuuhaku.\" They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.\n\nThe mysterious god welcomes the two to Disboard, a world where all forms of conflict are settled through high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child’s play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world.","poster_path":"/kN4BhRDbP3b1nuxpYC443jVLEh5.jpg","media_type":"tv","adult":false,"name":"No Game No Life","original_language":"ja","genre_ids":[16,10765,10759,35],"popularity":56.024,"first_air_date":"2014-04-09","vote_average":8.171,"vote_count":620,"origin_country":["JP"]},{"backdrop_path":"/ai8bVS8Suvu4ErBhmgBvtESirBY.jpg","id":65942,"original_name":"Re:ゼロから始める異世界生活","overview":"Natsuki Subaru, an ordinary high school  student, is on his way home from the convenience store when he finds  himself transported to another world. As he's lost and confused in a new  world where he doesn't even know left from right, the only person to  reach out to him was a beautiful girl with silver hair. Determined to  repay her somehow for saving him from his own despair, Subaru agrees to  help the girl find something she's looking for.","poster_path":"/5MrRCj7z92YLWMXHeWKp19eJPYv.jpg","media_type":"tv","adult":false,"name":"Re:ZERO -Starting Life in Another World-","original_language":"ja","genre_ids":[16,35,18,10759,10765],"popularity":328.232,"first_air_date":"2016-04-04","vote_average":7.734,"vote_count":401,"origin_country":["JP"]},{"backdrop_path":"/azRtf0y7TmF4E5b6jrKTchSd6SC.jpg","id":42444,"original_name":"聖闘士星矢","overview":"Ages ago, the goddess Athena was served by fighters called Saints who channeled the power of the Cosmos within them. Now a youth named Seiya has trained to become a Saint himself by earning the mystical Cloth of Pegasus. He is joined by other Saints with Cloths of their own to fight for Athena.","poster_path":"/dhtiYYbob8saEUFWle3aWgVY28M.jpg","media_type":"tv","adult":false,"name":"Saint Seiya","original_language":"ja","genre_ids":[16,18,10759,10765],"popularity":130.128,"first_air_date":"1986-10-11","vote_average":8.479,"vote_count":1228,"origin_country":["JP"]},{"backdrop_path":"/kU98MbVVgi72wzceyrEbClZmMFe.jpg","id":246,"original_name":"Avatar: The Last Airbender","overview":"In a war-torn world of elemental magic, a young boy reawakens to undertake a dangerous mystic quest to fulfill his destiny as the Avatar, and bring peace to the world.","poster_path":"/9RQhVb3r3mCMqYVhLoCu4EvuipP.jpg","media_type":"tv","adult":false,"name":"Avatar: The Last Airbender","original_language":"en","genre_ids":[16,10759,10765],"popularity":100.701,"first_air_date":"2005-02-21","vote_average":8.729,"vote_count":3963,"origin_country":["US"]},{"backdrop_path":"/1AslNotllxScwsQ65YVH8BFaJCx.jpg","id":30669,"original_name":"幽☆遊☆白書","overview":"One day, 14-year-old Yusuke Urameshi suddenly finds himself dead, having died pushing a child out of the way of oncoming traffic. Since he has such a bad personality, even the Spirit World was caught by surprise that he would sacrifice himself. Yusuke soon finds out he wasn't supposed to die and has a chance for resurrection and bringing his body back to life. After being resurrected, Yusuke becomes a Spirit Detective, along with his comrades, and one adventure after another happens, whether it be an investigation or a fighting tournament.","poster_path":"/qgkyAQD73M3Ix4w9RSzEbFI46l7.jpg","media_type":"tv","adult":false,"name":"Yu Yu Hakusho","original_language":"ja","genre_ids":[16,10759,10765],"popularity":136.483,"first_air_date":"1992-10-10","vote_average":8.5,"vote_count":434,"origin_country":["JP"]},{"backdrop_path":"/fGXhmKyqRmx6NN3gQHeWNmiEryl.jpg","id":890,"original_name":"新世紀エヴァンゲリオン","overview":"At the turn of the century, the Angels returned to Earth, seeking to wipe out humanity in an apocalyptic fury. Devastated, mankind's last remnants moved underground to wait for the day when the Angels would come back to finish the job. Fifteen years later, that day has come... but this time, humanity is ready to fight back with terrifying bio-mechanical weapons known as the Evangelions. Watch as Shinji, Rei, Asuka and the rest of the mysterious shadow agency Nerv battle to save earth from total annihilation.","poster_path":"/y2ah9t0navXyIvoHg1uIbIHO3tt.jpg","media_type":"tv","adult":false,"name":"Neon Genesis Evangelion","original_language":"ja","genre_ids":[10765,16,18],"popularity":104.508,"first_air_date":"1995-10-04","vote_average":8.619,"vote_count":1602,"origin_country":["JP"]},{"backdrop_path":"/uKtyR5VqjefVgYQ64Hy1ch2BVFo.jpg","id":75214,"original_name":"ヴァイオレット・エヴァーガーデン","overview":"The war is over, and Violet Evergarden needs a job. Scarred and emotionless, she takes a job as a letter writer to understand herself and her past.","poster_path":"/ImvHbM4GsJJykarnOzhtpG6ax6.jpg","media_type":"tv","adult":false,"name":"Violet Evergarden","original_language":"ja","genre_ids":[16,18,10765],"popularity":77.691,"first_air_date":"2018-01-11","vote_average":8.5,"vote_count":753,"origin_country":["JP"]},{"backdrop_path":"/fOlKY2rpDnoxcWU6a0Z4dpRA61d.jpg","id":116725,"original_name":"Vivy -Fluorite Eye's Song-","overview":"In the near future, Vivy, a diva-type A.I., went up on stage each day with hopes of putting her heart into her song. One day, the A.I. Matsumoto, who claims to have arrived from 100 years in the future, appears before Vivy with an important request...","poster_path":"/xRakd62ihUP19NBgWyJzjO26NxE.jpg","media_type":"tv","adult":false,"name":"Vivy: Fluorite Eye's Song","original_language":"ja","genre_ids":[16,18,10765,10759],"popularity":48.894,"first_air_date":"2021-04-03","vote_average":8.07,"vote_count":135,"origin_country":["JP"]},{"backdrop_path":"/ab3lYlM9v6nwDpM0lUElZfpU01i.jpg","id":43017,"original_name":"グレート・ティーチャー・オニヅカ","overview":"About Eikichi Onizuka, a 22-year-old ex-gangster member and a virgin. He has one ambition that no one ever expected from him. His solely life purpose is to become the greatest high school teacher ever.","poster_path":"/cgcvNzLUQUjkur8zfhHwcadwzVz.jpg","media_type":"tv","adult":false,"name":"Great Teacher Onizuka","original_language":"ja","genre_ids":[16,35,18],"popularity":65.331,"first_air_date":"1999-06-30","vote_average":8.358,"vote_count":179,"origin_country":["JP"]}],"total_pages":2,"total_results":40}